Repository: KeyboardDabbler/gbs-player-app
Catalog: lib/l10n/app_*.arb
Languages: ar, br, cs, da, de, el, es, fr, id, it, ko, nl, pt_br, zh, zh_hant

source: Recursive
ar: تكراري
cs: Rekurze
da: Rekursiv
de: Rekursiv
el: Αναδρομικά
es: Recursivo
fr: Récursif
id: Rekursif
it: Ricorsivo
ko: 결과 내 검색
nl: Recursief
pt_br: Recursivo
zh: 递归
zh_hant: 遞迴

source: Refresh
ar: تحديث
cs: Obnovit
da: Genindlæs
de: Neu laden
el: Ανανέωση
es: Actualizar
fr: Rafraîchir
id: Segarkan
it: Aggiorna
ko: 새로고침
nl: Vernieuwen
pt_br: Atualizar
zh: 刷新
zh_hant: 重新整理

source: Refresh metadata
ar: تحديث البيانات الوصفية
cs: Obnovit metadata
da: Genindlæs metadata
de: Metadaten neu laden
el: Ανανέωση μεταδεδομένων
es: Actualizar metadatos
fr: Rafraîchir les métadonnées
id: Segarkan metadata
it: Aggiorna i medatati
ko: 메타데이터 새로고침
nl: Metadata vernieuwen
pt_br: Atualizar metadados
zh: 刷新元数据
zh_hant: 重新整理元數據

# refreshPopup
source: Refresh - {name}
ar: تحديث - {name}
cs: Obnovit - {name}
da: Genindlæs - {name}
de: {name} neu laden
el: Ανανέωση - {name}
es: Actualizar - {name}
fr: Rafraîchir - {name}
id: Segarkan - {name}
it: Aggiorna - {name}
ko: 새로 고침 - {name}
nl: Vernieuwen - {name}
pt_br: Atualizar - {name}
zh: 刷新 - {name}
zh_hant: 重新整理 - {name}

# refreshPopupContentMetadata
source: Metadata is refreshed based on settings and Internet services turned on in the dashboard.
ar: يتم تحديث البيانات الوصفية بناءً على الإعدادات وخدمات الإنترنت المُشغّلة في لوحة التحكم.
cs: Metadata se aktualizovala na základě nastavení a internetových služeb zapnutých v řídicím panelu.
da: Metadata er genindlæst baseret på indstillinger og internet-tjenester, der er aktiveret i kontrolpanelet.
de: Metadaten werden basierend auf den Einstellungen und im Dashboard festgelegten Werten aktualisiert.
el: Τα μεταδεδομένα ανανεώνονται με βάση τις ρυθμίσεις και τις υπηρεσίες διαδικτύου που είναι ενεργοποιημένες στον πίνακα ελέγχου.
es: Los metadatos se actualizan en función de la configuración y los servicios de internet activados en el panel de control.
fr: Les métadonnées sont mises à jour en fonction des paramètres et des services Internet activés dans le tableau de bord.
id: Metadata diperbarui berdasarkan pengaturan dan layanan Internet yang diaktifkan di dashboard.
it: I metadati vengono aggiornati in base alle impostazioni e ai servizi Internet attivati nella dashboard.
ko: 메타데이터는 대시보드에서 사용하도록 설정된 설정과 인터넷 서비스를 기반으로 업데이트돼요.
nl: Metadata wordt vernieuwd op basis van instellingen en internetdiensten die zijn ingeschakeld in het Dashboard.
pt_br: Os metadados são atualizados com base nas configurações e nos serviços de Internet habilitados no painel.
zh: 根据控制台中启用的设置和互联网服务刷新元数据。
zh_hant: 根據儀表板中啟用的設定和網際網路服務重新整理元數據。

source: Related
ar: ذات صلة
cs: Související
da: Relateret
de: Ähnlich
el: Σχετικά
es: Relacionado
fr: Lié
id: Terkait
it: Relativo
ko: 관련
nl: Gerelateerd
pt_br: Relacionados
zh: 相关
zh_hant: 相關

source: Release date
ar: تاريخ الإصدار
cs: Datum vydání
da: Udgivelsesdato
de: Veröffentlicht am
el: Ημερομηνία κυκλοφορίας
es: Fecha de lanzamiento
fr: Date de sortie
id: Tanggal Rilis
it: Data di rilascio
ko: 릴리즈 날짜
nl: Releasedatum
pt_br: Data de lançamento
zh: 发布日期
zh_hant: 發行日期

source: Remove as favorite
ar: إزالة من المفضلة
cs: Odebrat z oblíbených
da: Fjern som favorit
de: Favorit entfernen
el: Αφαίρεση από τα αγαπημένα
es: Eliminar como favorito
fr: Retirer des favoris
id: Hapus dari Favorit
it: Rimuovi dai preferiti
ko: 즐겨찾기에서 삭제
nl: Verwijderen als favoriet
pt_br: Remover dos favoritos
zh: 取消收藏
zh_hant: 從我的最愛中移除

source: Remove from collection
ar: إزالة من المجموعة
cs: Odebrat z kolekce
da: Fjern fra samling
de: Aus Sammlung entfernen
el: Αφαίρεση από τη συλλογή
es: Eliminar de la colección
fr: Retirer de la collection
id: Hapus dari Koleksi
it: Rimuovi dalla collezione
ko: 컬렉션에서 삭제
nl: Verwijderen uit collectie
pt_br: Remover da coleção
zh: 从合集中删除
zh_hant: 從收藏中移除

source: Remove from playlist
ar: إزالة من قائمة التشغيل
cs: Odebrat ze seznamu skladeb
da: Fjern fra spilleliste
de: Aus Playlist entfernen
el: Αφαίρεση από την λίστα αναπαραγωγής
es: Eliminar de la lista de reproducción
fr: Retirer de la playlist
id: Hapus dari daftar putar
it: Rimuovi dalla scaletta
ko: 플레이리스트에서 삭제
nl: Verwijderen uit afspeellijst
pt_br: Remover da playlist
zh: 从播放列表中删除
zh_hant: 從播放清單中移除

source: Replace all images
ar: استبدال جميع الصور
cs: Nahradit všechny obrázky
da: Erstat alle billeder
de: Alle Bilder ersetzen
el: Αντικατάσταση όλων των εικόνων
es: Reemplazar todas las imágenes
fr: Remplacer toutes les images
id: Ganti Semua Gambar
it: Sostituisci tutte le immagini
ko: 모든 이미지 교체
nl: Alle afbeeldingen vervangen
pt_br: Substituir todas as imagens
zh: 替换所有图片
zh_hant: 取代所有圖片

source: Replace existing images
ar: استبدال الصور الموجودة
cs: Nahradit existující obrázky
da: Erstat alle eksisterende billeder
de: Bereist exisitierende Bilder ersetzen
el: Αντικατάσταση υπάρχοντων εικόνων
es: Reemplazar imágenes existentes
fr: Remplacer les images existantes
id: Ganti Gambar yang Ada
it: Sostituisci le immagini esistenti
ko: 기존 이미지 교체
nl: Bestaande afbeeldingen vervangen
pt_br: Substituir imagens existentes
zh: 替换现有图片
zh_hant: 取代現有圖片

source: Restart
ar: إعادة تشغيل
cs: Restartovat
da: Genstart
de: Neu starten
el: Επανεκκίνηση
es: Reiniciar
fr: Redémarrer
id: Mulai Ulang
it: Ricomincia
ko: 재시작
nl: Herstarten
pt_br: Reiniciar
zh: 重新开始
zh_hant: 重新開始

source: Result
ar: النتيجة
cs: Výsledek
da: Resultat
de: Ergebnis
el: Αποτέλεσμα
es: Resultado
fr: Résultat
id: Hasil
it: Risultato
ko: 결과
nl: Resultaat
pt_br: Resultado
zh: 结果
zh_hant: 結果

source: Resumable
ar: قابل للاستئناف
cs: Obnovitelné
da: Kan genoptages
de: Fortführbar
el: Συνεχιζόμενο
es: Reanudable
fr: Reprenable
id: Dapat Dilanjutkan
it: Riprendibile
ko: 시청중
nl: Hervatbaar
pt_br: Retomável
zh: 可续播
zh_hant: 可續播

# resume
source: Resume {item}
ar: استئناف {item}
cs: Obnovit {item}
da: Genoptag {item}
de: Wiedergabe von {item} fortsetzen
el: Συνέχεια {item}
es: Reanudar {item}
fr: Reprendre {item}
id: Lanjutkan {item}
it: Riprendi {item}
ko: {item} 이어보기
nl: {item} Hervatten
pt_br: Continuar {item}
zh: 继续 {item}
zh_hant: 繼續播放 {item}

source: Retrieve public list of users
ar: استرجاع قائمة المستخدمين العامة
cs: Načíst veřejný seznam uživatelů
da: Hent offentlig brugerliste
de: Öffentliche Benutzerliste laden
el: Ανάκτηση δημόσιας λίστας χρηστών
es: Recuperar lista pública de usuarios
fr: Récupérer la liste publique des utilisateurs
id: Ambil daftar publik pengguna
it: Recupera l'elenco pubblico degli utenti
ko: 공개 사용자 목록 가져오기
nl: Publieke lijst van gebruikers ophalen
pt_br: Recuperar lista pública de usuários
zh: 检索公共用户列表
zh_hant: 擷取公開使用者清單

source: Retry
ar: إعادة المحاولة
cs: Zkusit znovu
da: Prøv igen
de: Neu versuchen
el: Επανάληψη
es: Reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
ko: 재시도
nl: Opnieuw proberen
pt_br: Repetir
zh: 重试
zh_hant: 重試

source: Run time
ar: وقت التشغيل
cs: Trvání
da: Spilletid
de: Laufzeit
el: Διάρκεια
es: Duración
fr: Durée
id: Durasi
it: Tempo di esecuzione
ko: 재생 시간
nl: Looptijd
pt_br: Tempo de execução
zh: 运行时间
zh_hant: 片長

source: Save
ar: حفظ
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ko: 저장
nl: Opslaan
pt_br: Salvar
zh: 保存
zh_hant: 儲存

source: Saved
ar: تم الحفظ
cs: Uloženo
da: Gemt
de: Gespreichert
el: Αποθηκευμένο
es: Guardado
fr: Enregistré
id: Tersimpan
it: Salvato
ko: 저장됨
nl: Opgeslagen
pt_br: Salvo
zh: 已保存
zh_hant: 已儲存

# scanBiometricHint
source: Verify identity
ar: التحقق من الهوية
cs: Ověření totožnosti
da: Verificer identitet
de: Identität überprüfen
el: Επαλήθευση ταυτότητας
es: Verificar identidad
fr: Vérifier identité
id: Verifikasi identitas Anda
it: Verifica identità
ko: 인증
nl: Identiteit verifiëren
pt_br: Verificar identidade
zh: 验证身份
zh_hant: 驗證身分

source: Scan library
ar: مسح المكتبة
cs: Skenovat knihovnu
da: Skan bibliotek
de: Bibliothek scannen
el: Σάρωση βιβλιοθήκης
es: Escanear biblioteca
fr: Scanner la bibliothèque
id: Pindai Pustaka
it: Scansiona libreria
ko: 라이브러리 스캔
nl: Scan bibliotheek
pt_br: Digitalizar biblioteca
zh: 扫描媒体库
zh_hant: 掃描媒體庫

# scanYourFingerprintToAuthenticate
source: Scan your fingerprint to authenticate {user}
ar: مسح بصمتك للتحقق من هوية {user}
cs: Naskenujte svůj otisk prstu pro ověření uživatele {user}
da: Skan dit fingeraftryk for at logge ind som {user}
de: Fingerabdruck scannen um als {user} anmelden zu können
el: Σαρώστε το δακτυλικό σας αποτύπωμα για την ταυτοποίηση του χρήστη {user}
es: Escanea tu huella digital para autenticar a {user}
fr: Scannez votre empreinte digitale pour authentifier {user}
id: Pindai sidik jari Anda untuk mengautentikasi {user}
it: Scansiona la tua impronta digitale per autenticare {user}
ko: 지문으로 {user} 인증
nl: Scan je vingerafdruk om {user} te verifiëren
pt_br: Escaneie sua impressão digital para autenticar {user}
zh: 扫描您的指纹以验证 {user}
zh_hant: 掃描您的指紋以驗證 {user}

source: Scanning - {name}…
ar: جارٍ المسح - {name}…
cs: Skenování - {name}…
da: Skanner - {name}…
de: {name} wird gescannt…
el: Σάρωση - {name}…
es: Escaneando - {name}…
fr: Analyse - {name}…
id: Memindai - {name}…
it: Scansione - {name}…
ko: {name} 스캔 중…
nl: Scannen - {name}…
pt_br: Digitalização - {name}…
zh: 扫描 - {name}…
zh_hant: 正在掃描 - {name}…

source: Scroll to top
ar: التمرير إلى الأعلى
cs: Přejít nahoru
da: Rul til toppen
de: Zum Anfang scrollen
el: Κύλιση στην κορυφή
es: Desplazarse hacia arriba
fr: Défiler vers le haut
id: Gulir ke Atas
it: Scorri verso l'alto
ko: 맨 위로
nl: Scroll naar boven
pt_br: Voltar ao topo
zh: 滚动到顶部
zh_hant: 捲動到頂部

source: Search
ar: البحث
cs: Vyhledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fr: Recherche
id: Cari
it: Cerca
ko: 검색
nl: Zoeken
pt_br: Buscar
zh: 搜索
zh_hant: 搜尋

# season
source: {count, plural, other{Seasons} one{Season} }
ar: {count, plural, other{مواسم} one{موسم}}
cs: {count, plural, other{Sezón} few{Sezóny} one{Sezóna­­} }
da: {count, plural, other{Sæsoner} one{Sæson} }
de: {count, plural, other{Staffeln} one{Staffel} }
el: {count, plural, other{Κύκλοι} one{Κύκλος} }
es: {count, plural, other{Temporadas} one{Temporada}}
fr: {count, plural, other{Saisons} one{Saison}}
id: {count, plural, other{Musim} one{Musim} }
it: {count, plural, other{Stagioni} one{Stagione} }
ko: {count, plural, other{시즌} one{시즌}}
nl: {count, plural, other{Seizoenen} one{Seizoen}}
pt_br: {count, plural, other{Temporadas} one{Temporada} }
zh: {count, plural, other{季} one{季}}
zh_hant: {count, plural, other{季} one{季}}

# seconds
source: {count, plural, other{Seconds} one{Second}}
ar: {count, plural, other{ثوانٍ} one{ثانية}}
cs: {count, plural, other{Sekund} few{Sekundy} one{Sekunda} }
da: {count, plural, other{Sekunder} one{Sekund}}
de: {count, plural, other{Sekunden} one{Sekunde}}
el: {count, plural, other{Δευτερόλεπτα} one{Δευτερόλεπτο}}
es: {count, plural, other{Segundos} one{Segundo}}
fr: {count, plural, other{Secondes} one{Seconde}}
id: {count, plural, other{Detik} one{Detik}}
it: {count, plural, other{Secondi} one{Secondo}}
ko: {count, plural, other{초} one{초}}
nl: {count, plural, other{Seconden} one{Seconde}}
pt_br: {count, plural, other{Segundos} one{Segundo}}
zh: {count, plural, other{秒} one{秒}}
zh_hant: {count, plural, other{秒} one{秒}}

source: Select all
ar: تحديد الكل
cs: Označit vše
da: Vælg alle
de: Alle auswählen
el: Επιλογή όλων
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih Semua
it: Seleziona tutto
ko: 모두 선택
nl: Alles selecteren
pt_br: Selecionar tudo
zh: 全选
zh_hant: 全選

source: Select time
ar: تحديد الوقت
cs: Vyberte čas
da: Vælg tid
de: Zeit auswählen
el: Επιλογή ώρας
es: Seleccionar hora
fr: Sélectionner l'heure
id: Pilih Waktu
it: Seleziona l'ora
ko: 시간 선택
nl: Tijd selecteren
pt_br: Selecione o tempo
zh: 选择时间
zh_hant: 選取時間

source: Select view type
ar: تحديد نوع العرض
cs: Vyberte typ zobrazení
da: Vælg visningstype
de: Ansicht wählen
el: Επιλογή τύπου προβολής
es: Seleccionar tipo de vista
fr: Sélectionner le type de vue
id: Pilih jenis tampilan
it: Seleziona il tipo di visualizzazione
ko: 뷰 유형 선택
nl: Selecteer weergavetype
pt_br: Selecione o tipo de exibição
zh: 选择查看类型
zh_hant: 選取檢視類型

source: Selected
ar: المحدد
cs: Označeno
da: Valgte
de: Augewählt
el: Επιλεγμένα
es: Seleccionado
fr: Sélectionné
id: Terpilih
it: Selezionato
ko: 선택됨
nl: Geselecteerd
pt_br: Selecionado
zh: 已选择
zh_hant: 已選取

# selectedWith
source: Selected {info}
ar: المحدد {info}
cs: Označeno {info}
da: Valgte {info}
de: {info} Ausgewählt
el: Επιλεγμένα {info}
es: Seleccionado {info}
fr: Sélectionné {info}
id: Terpilih {info}
it: Selezionato {info}
ko: {info} 선택됨
nl: Geselecteerd {info}
pt_br: Selecionado {info}
zh: 选择了 {info}
zh_hant: 已選取 {info}

source: Separate
ar: فصل
cs: Oddělený
da: Adskil
de: Trennen
el: Διαχωρισμός
es: Separado
fr: Séparer
id: Terpisah
it: Separa
ko: 따로
nl: Gescheiden
pt_br: Separado
zh: 分开
zh_hant: 分開

source: Server
ar: الخادم
el: Διακομιστής
es: Servidor
fr: Serveur
ko: 서버
pt_br: Servidor
zh: 服务器
zh_hant: 伺服器

source: Set
ar: تعيين
cs: Nastavit
da: Sæt
de: Festlegen
el: Ορισμός
es: Establecer
fr: Régler
id: Atur
it: Imposta
ko: 설정
nl: Instellen
pt_br: Definir
zh: 设置
zh_hant: 設定

# setIdentityTo
source: Change identity to {name}
ar: تغيير الهوية إلى {name}
cs: Změnit identitu na {name}
da: Skift identitet til {name}
de: Identität zu {name} festlegen
el: Αλλαγή ταυτότητας σε {name}
es: Cambiar identidad a {name}
fr: Changer l'identité pour {name}
id: Ubah identitas menjadi {name}
it: Cambia l'identità in {name}
ko: {name}로 식별했어요
nl: Identiteit instellen op {name}
pt_br: Alterar identidade para {name}
zh: 变更身份为 {name}
zh_hant: 將身分變更為 {name}

# settingSecurityApplockTitle
source: App lock
ar: قفل التطبيق
cs: Zámek aplikace
da: Programlås
de: App sperren
el: Κλείδωμα Εφαρμογής
es: Bloqueo de aplicación
fr: Verrouillage de l'application
id: Kunci Aplikasi
it: Blocco app
ko: 앱 잠금
nl: App vergrendelen
pt_br: Bloqueio de aplicativo
zh: 应用锁
zh_hant: 應用程式鎖

source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
ko: 설정
nl: Instellingen
pt_br: Configurações
zh: 设置
zh_hant: 設定

# settingsBlurEpisodesDesc
source: Blur all upcoming episodes
ar: تمويه جميع الحلقات القادمة
cs: Rozmazat všechny nadcházející epizody
da: Slør alle kommende afsnit
de: Alle anstehenden Folgen verschwommen anzeigen
es: Difuminar todos los próximos episodios
fr: Flouter tous les épisodes à venir
id: Blur semua episode berikutnya
it: Sfoca tutti i prossimi episodi
ko: 다음 에피소드를 모두 흐리게 보여줘요
nl: Vervaag alle komende afleveringen
pt_br: Desfocar todos os próximos episódios
zh: 模糊所有即将播放的剧集
zh_hant: 模糊所有即將播放的劇集

# settingsBlurEpisodesTitle
source: Blur next-up episodes
ar: تمويه الحلقات التالية
cs: Rozmazat nadcházející epizody
da: Slør kommende afsnit
de: Nächste Folgen verschwommen anzeigen
es: Difuminar próximos episodios
fr: Flouter les prochains épisodes
id: Blur episode berikutnya
it: Sfoca i prossimi episodi
ko: 다음 에피소드 블러 처리
nl: Vervagen volgende afleveringen
pt_br: Desfocar os próximos episódios
zh: 模糊下一个剧集
zh_hant: 模糊下一集

# settingsBlurredPlaceholderDesc
source: Show blurred background when loading posters
ar: عرض خلفية ضبابية عند تحميل الملصقات
cs: Zobrazit rozmazané pozadí při načítání plakátů
da: Vis slørret baggrund når plakater indlæses
de: Verschwommenen Hintergrund beim Laden von Postern anzeigen
es: Mostrar fondo difuminado al cargar pósteres
fr: Afficher un arrière-plan flou lors du chargement des affiches
id: Tampilkan latar belakang blur saat memuat poster
it: Mostra sfondo sfocato durante il caricamento dei poster
ko: 포스터를 로딩할 때 흐린 배경을 표시해요
nl: Toon vervaagde achtergrond bij het laden van posters
pt_br: Mostrar fundo desfocado ao carregar pôsteres
zh: 加载海报时显示模糊的背景
zh_hant: 載入海報時顯示模糊的背景

# settingsBlurredPlaceholderTitle
source: Blurred placeholder
ar: عنصر نائب ضبابي
cs: Rozmazané placeholdery
da: Slørret pladsholder
de: Verschwommener Platzhalter
es: Marcador de posición difuminado
fr: Placeholder flou
id: Placeholder Buram
it: Segnaposto sfocato
ko: 로딩시 블러 표시
nl: Vervaagde placeholder
pt_br: Espaço reservado desfocado
zh: 模糊的占位符
zh_hant: 模糊預覽圖片

# settingsClientDesc
source: General, Time-out, Layout, Theme
ar: عام، مهلة، تخطيط، سمة
cs: Obecné, Časový limit, Rozvržení, Téma
da: Generelt, Tidsgrænse, Layout, Tema
de: Allgemein, Time-out, Layout, Design
es: General, Tiempo de espera, Diseño, Tema
fr: Général, Timeout, Disposition, Thème
id: Umum, Time-out, Tata letak, Tema
it: General, Tempo scaduto, Layout, Tema
ko: 일반, 타임아웃, 레이아웃, 테마
nl: Algemeen, Time-out, Lay-out, Thema
pt_br: Geral, Tempo limite, Layout, Tema
zh: 常规，超时，布局，主题
zh_hant: 一般、逾時、版面配置、主題

# settingsContinue
source: Continue
ar: متابعة
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
ko: 이어보기
nl: Doorgaan
pt_br: Continuar
zh: 继续播放
zh_hant: 繼續

# settingsEnableOsMediaControls
source: Enable OS media controls
ar: تمكين عناصر تحكم الوسائط في نظام التشغيل
cs: Povolit systémové ovládání médií
da: Slå OS-mediekontroller til
de: Betriebssystemweite Mediensteuerung aktivieren
es: Habilitar controles multimedia del sistema operativo
fr: Activer les contrôles multimédia de l'OS
id: Aktifkan kontrol media di sistem operasi
it: Abilita i controlli multimediali del sistema operativo
ko: 시스템 미디어 컨트롤 사용
nl: OS media bediening inschakelen
pt_br: Habilitar controles de mídia do sistema operacional
zh: 启用操作系统媒体控制
zh_hant: 啟用作業系統媒體控制

# settingsHomeNextUpDesc
source: Type of posters shown in the dashboard screen
ar: نوع الملصقات المعروضة في شاشة لوحة التحكم
cs: Typ plakátů zobrazených na řídicím panelu
da: Plakattype vist på kontrolpanelskærmen
de: Art der auf der Dashboard Seite angezeigten Poster
es: Tipo de pósteres mostrados en la pantalla del tablero
fr: Type d'affiches affichées sur l'écran du tableau de bord
id: Jenis poster yang ditampilkan di layar dasbor
it: Tipologia di poster mostrati nella schermata del dashboard
nl: Soort posters getoond op het dashboard scherm
pt_br: Tipo de pôsteres exibidos na tela do painel
zh: 控制台屏幕上显示的海报类型
zh_hant: 儀表板畫面上顯示的海報類型

# settingsHomeNextUpTitle
source: Next-up posters
ar: الملصقات التالية
cs: Nadcházející plakáty
da: Plakat for næste på listen
de: Nächste Poster
es: Próximos pósteres
fr: Affiches à venir
id: Poster berikutnya
it: Prossimi poster
nl: Volgende posters
pt_br: Próximos pôsteres
zh: 下一个海报
zh_hant: 即將播放的海報

# settingsNextUpCutoffDays
source: Next-up cutoff days
ar: أيام الفاصل الزمني للتشغيل التالي
cs: Počet dní pro nadcházející epizodu
da: Grænse for næste på listen i dage
de: Nächste Folge wird nicht mehr vorgeschlagen ab
es: Días límite de próximos
fr: Jours de coupure suivants
id: Batas hari untuk “Selanjutnya”
it: Prossimi giorni limite
nl: Volgende cutoff dagen
pt_br: Próximos dias de corte
zh: 下一个截止天数
zh_hant: 即將播放的截止天數

# settingsPlayerCustomSubtitlesDesc
source: Customize Size, Color, Position, Outline
ar: تخصيص الحجم، اللون، الموضع، الحدود
cs: Přizpůsobit velikost, barvu, polohu, obrys
da: Tilpas størrelse, Farve, Position, Omrids
de: Größe, Farbe, Position, Randlinie anpassen
es: Personalizar tamaño, color, posición, contorno
fr: Personnaliser la taille, la couleur, la position, le contour
id: Sesuaikan tampilan subtitle
it: Personalizza dimensioni, colore, posizione, contorno
nl: Pas grootte, kleur, positie, omtrek aan
pt_br: Personalize o tamanho, a cor, a posição e o contorno
zh: 自定义大小、颜色、位置和轮廓
zh_hant: 自訂大小、顏色、位置和外框

# settingsPlayerCustomSubtitlesTitle
source: Customize subtitles
ar: تخصيص الترجمة
cs: Přizpůsobení titulků
da: Tilpas undertekster
de: Untertitelstil ändern
es: Personalizar subtítulos
fr: Personnaliser les sous-titres
id: Sesuaikan subtitle
it: Personalizza i sottotitoli
nl: Ondertitels aanpassen
pt_br: Personalizar legendas
zh: 自定义字幕
zh_hant: 自訂字幕

# settingsPlayerDesc
source: Aspect-ratio, Advanced
ar: نسبة العرض إلى الارتفاع، متقدم
cs: Poměr stran, Pokročilý
da: Billedformat, Avanceret
de: Bildschirmformat, erweitert
es: Relación de aspecto, Avanzado
fr: Ratio, Avancé
id: Rasio aspek, Lanjutan
it: Proporzioni, Avanzate
nl: Beeldverhouding, Geavanceerd
pt_br: Proporção da tela, Avançado
zh: 纵横比，高级
zh_hant: 長寬比、進階

# settingsPlayerMobileWarning
source: Turning on hardware acceleration and native libass subtitles on Android might cause some subtitles to not render.
ar: قد يؤدي تشغيل تسريع الأجهزة والترجمة الأصلية libass على أندرويد إلى عدم عرض بعض الترجمات.
cs: Zapnutí hardwarové akcelerace a nativních titulků libass v systému Android může způsobit, že se některé titulky nebudou vykreslovat.
da: Aktivering af hardwareacceleration og native libass-undertekster på Android kan medføre, at nogle undertekster ikke vises.
de: Durch das Aktivieren von Hardwarebeschleunigung und nativer Untertitelanzeige können Untertitel eventuell nicht gerendert werden.
es: Activar la aceleración por hardware y los subtítulos nativos libass en Android puede provocar que algunos subtítulos no se rendericen.
fr: L'activation de l'accélération matérielle et des sous-titres natifs libass sur Android peut empêcher certains sous-titres de s'afficher.
id: Mengaktifkan percepatan perangkat keras dan subtitle libass native di Android mungkin menyebabkan beberapa subtitle tidak muncul.
it: L'attivazione dell'accelerazione hardware e dei sottotitoli nativi libass su Android potrebbe impedire il rendering di alcuni sottotitoli.
nl: Hardwareversnelling en native libass ondertitels inschakelen op Android kan ervoor zorgen dat sommige ondertitels niet worden weergegeven.
pt_br: Ativar a aceleração de hardware e as legendas nativas do Libass no Android pode fazer com que algumas legendas não sejam renderizadas.
zh: 在 Android 上启用硬件加速和本地 libass 字幕可能会导致某些字幕无法渲染。
zh_hant: 在 Android 上啟用硬體加速和本機 libass 字幕可能會導致某些字幕無法呈現。

# settingsPlayerNativeLibassAccelDesc
source: Use video player libass subtitle renderer
ar: استخدام محرك عرض الترجمة libass في مشغل الفيديو
cs: Použít vykreslování titulků libass z video přehrávače
da: Brug libass-rendering til undertekster
de: Nutze den libass-Untertitel-Renderer im Videoplayer
es: Usar el renderizador de subtítulos libass del reproductor de video
fr: Utiliser le rendu des sous-titres libass du lecteur vidéo
id: Gunakan perender subtitle libass pada pemutar video
it: Utilizzare il lettore video Libass Subtitle Renderer
ko: 비디오 플레이어 libass 자막 렌더러 사용
nl: Gebruik videospeler libass ondertitel renderer
pt_br: Use o renderizador de legendas do player de vídeo libass
zh: 使用视频播放器 libass 字幕渲染器
zh_hant: 使用影片播放器的 libass 字幕渲染器

# settingsPlayerNativeLibassAccelTitle
source: Native libass subtitles
ar: ترجمات libass الأصلية
cs: Nativní libass titulky
da: Native libass undertekster
de: Native libass-Untertitel
es: Subtítulos nativos libass
fr: Sous-titres natifs libass
id: Subtitle libass native
it: Sottotitoli nativi libass
nl: Native libass ondertiteling
pt_br: Legendas nativas libass
zh: 本地 libass 字幕
zh_hant: 本機 libass 字幕

# settingsPlayerTitle
source: Player
ar: المشغل
cs: Přehrávač
da: Afspiller
de: Wiedergabe
es: Reproductor
fr: Lecteur
id: Pemutar
it: Lettore
nl: Speler
zh: 播放器
zh_hant: 播放器

# settingsPlayerVideoHWAccelDesc
source: Use the GPU to render video (recommended)
ar: استخدام وحدة معالجة الرسومات لعرض الفيديو (موصى به)
cs: Použít GPU na vykreslení videa (doporučeno)
da: Brug GPU'en til videorendering (anbefalet)
de: GPU zum Rendern von Videos verwenden (empfohlen)
es: Usar la GPU para renderizar video (recomendado)
fr: Utiliser le GPU pour rendre la vidéo (recommandé)
id: Gunakan GPU untuk merender video (disarankan)
it: Utilizzare la GPU per il rendering del video (consigliato)
ko: GPU로 비디오 렌더링 하기 (권장)
nl: Gebruik de gpu om video weer te geven (aanbevolen)
pt_br: Use a GPU para renderizar os vídeo (recomendado)
zh: 使用 GPU 渲染视频（推荐）
zh_hant: 使用 GPU 渲染影片 (建議)
