Repository: KeyboardDabbler/gbs-player-app
Catalog: lib/l10n/app_*.arb
Languages: ar, br, cs, da, de, el, es, fr, id, it, ko, nl, pt_br, zh, zh_hant

source: Allow media playback
ar: السماح بتشغيل الوسائط
da: Tillad medieafspilning
de: Medienwiedergabe erlauben
es: Permitir la reproducción de medios
fr: Autoriser la relecture média
id: Izinkan pemutaran media
it: Consenti riproduzione multimediale
nl: Media afspelen toestaan
pt_br: Permitir reprodução de mídia
zh: 允许媒体播放
zh_hant: 允許媒體播放

# allowVideoTranscoding
source: Allow video playback that requires transcoding
ar: السماح بتشغيل الفيديو الذي يتطلب تحويل الترميز
da: Tillad videoafspilning, der kræver transkodning
de: Video-Wiedergabe, die Transkodierung benötigt, zulassen
es: Permitir la reproducción de vídeos que requieren transcodificación
fr: Autoriser la relecture vidéo requiérant un transcodage
id: Izinkan pemutaran video yang memerlukan transkode
it: Consenti riproduzione multimediale che richiede la transcodifica
nl: Video afspelen die transcodering vereist toestaan
pt_br: Permitir a reprodução de vídeos que exigem transcodificação
zh: 允许播放需要转码的视频
zh_hant: 允許需要轉碼的影片播放

# allowAudioTranscoding
source: Allow audio playback that requires transcoding
ar: السماح بتشغيل الصوت الذي يتطلب تحويل الترميز
da: Tillad afspilning af lyd, der kræver transkodning
de: Audio-Wiedergabe, die Transkodierung benötigt, zulassen
es: Permitir la reproducción de audio que requiere transcodificación
fr: Autoriser la relecture audio requiérant un transcodage
id: Izinkan pemutaran audio yang memerlukan transkode
it: Consenti la riproduzione audio che richiede transcodifica
nl: Audio afspelen die transcodering vereist toestaan
pt_br: Permitir reprodução de áudio que requer transcodificação
zh: 允许播放需要转码的音频
zh_hant: 允許需要轉碼的音訊播放

# allowMediaConversion
source: Allow video playback that requires media conversion
ar: السماح بتشغيل الفيديو الذي يتطلب تحويل الوسائط
da: Tillad videoafspilning, der kræver mediekonvertering
de: Videowiedergabe zulassen, die Medienkonvertierung erfordert
es: Permitir la reproducción de vídeos que requieran conversión de medios
fr: Autoriser la relecture vidéo requiérant une conversion de média
id: Izinkan pemutaran video yang memerlukan konversi media
it: Consenti la riproduzione video che richiede la conversione multimediale
nl: Video afspelen die mediaconversie vereist toestaan
pt_br: Permitir a reprodução de vídeos que exigem conversão de mídia
zh: 允许播放需要媒体转换的视频
zh_hant: 允許需要媒體轉換的影片播放

# forceRemoteTranscoding
source: Force remote source transcoding
ar: فرض تحويل الترميز من المصدر البعيد
da: Tving fjernkilde-transkodning
de: Transkodieren von externen Medienquellen erzwingen
es: Forzar la transcodificación de la fuente remota
fr: Forcer le transcodage de la source à distance
id: Paksa transkode sumber jarak jauh
it: Forza transcodifica per sorgenti remote
nl: Transcodering van externe bronnen forceren
pt_br: Forçar transcodificação em fonte remotas
zh: 强制远程源转码
zh_hant: 強制遠端來源轉碼

source: Syncplay
ar: التشغيل المتزامن
fr: Lecture Syncronisée
zh: 同步播放
zh_hant: 同步播放

source: Syncplay access
ar: الوصول إلى التشغيل المتزامن
da: Syncplay adgang
de: Syncplay Zugriff
es: Acceso a syncplay
fr: Accès à Lecture Synchronisée
id: Akses Syncplay
it: Accesso SyncPlay
nl: Syncplay-toegang
pt_br: Acesso ao Syncplay
zh: 同步播放访问
zh_hant: 同步播放存取

source: Allow media deletion
ar: السماح بحذف الوسائط
da: Tillad sletning af medier
de: Erlaube Medienlöschung von
es: Permitir la eliminación de medios
fr: Autoriser la suppression de média
id: Izinkan penghapusan media
it: Consenti eliminazione media
nl: Media verwijdering toestaan
pt_br: Permitir exclusão de mídia
zh: 允许删除媒体
zh_hant: 允許刪除媒體

source: All libraries
ar: جميع المكتبات
da: Alle biblioteker
de: Alle Bibliotheken
es: Todas las bibliotecas
fr: Toutes les bibliothèques
id: Semua pustaka
it: Tutte le librerie
nl: Alle bibliotheken
pt_br: Todas as bibliotecas
zh: 所有媒体库
zh_hant: 所有媒體庫

source: Library Access
ar: الوصول إلى المكتبة
da: Biblioteksadgang
de: Bibliothekszugriff
es: Acceso a la biblioteca
fr: Accès aux bibiothèques
id: Akses Pustaka
it: Accesso libreria
nl: Bibliotheek toegang
pt_br: Acesso à Biblioteca
zh: 媒体库访问
zh_hant: 媒體庫存取

# enableAllLibraries
source: Enable access to all libraries
ar: تمكين الوصول إلى جميع المكتبات
da: Aktivér adgang til alle biblioteker
de: Zugriff auf alle Bibliotheken zulassen
es: Habilitar el acceso a todas las bibliotecas
fr: Activer l'accès à toutes les bibliothèques
id: Aktifkan akses ke semua perpustakaan
it: Abilita l'accesso a tutte le librerie
nl: Toegang tot alle bibliotheken inschakelen
pt_br: Habilitar acesso a todas as bibliotecas
zh: 启用对所有媒体库的访问
zh_hant: 啟用所有媒體庫的存取權限

# enableAllDevices
source: Enable access to all devices
ar: تمكين الوصول إلى جميع الأجهزة
da: Aktivér adgang til alle enheder
de: Zugriff auf alle Geräte aktivieren
es: Habilitar el acceso a todos los dispositivos
fr: Autoriser l'accès à tous les appareils
id: Aktifkan akses ke semua perangkat
it: Abilita l'accesso a tutti i dispositivi
nl: Toegang tot alle apparaten inschakelen
pt_br: Habilite o acesso de todos os dispositivos
zh: 启用对所有设备的访问权限
zh_hant: 允許存取所有裝置

source: Parental Control
ar: الرقابة الأبوية
da: Forældrekontrol
de: Kindersicherung
es: Control parental
fr: Contrôle Parental
id: Kontrol Orang Tua
it: Filtro famiglia
nl: Ouderlijk toezicht
pt_br: Controle Parental
zh: 家长控制
zh_hant: 家長控制

# blockedItemsNoRating
source: Blocked items with no or unrecognized ratings
ar: العناصر المحجوبة بدون تقييم أو بتقييم غير معروف
da: Blokerede elementer uden eller med ukendte aldersvurderinger
de: Blockiere Inhalte mit keiner oder nicht erkannter Altersfreigabe
es: Elementos bloqueados sin calificación o con calificaciones no reconocidas
fr: Items bloqués avec notations manquantes ou non reconnues
id: Item yang diblokir tanpa nilai atau dengan nilai tidak dikenali
it: Blocca elementi senza classificazione o con classificazione sconosciuta
nl: Geblokkeerde items zonder of onbekende beoordelingen
pt_br: Itens bloqueados sem classificações ou não reconhecidas
zh: 已屏蔽且无分级或分级无法识别的项目
zh_hant: 未分級或無法識別的封鎖項目

source: Max parental rating
ar: الحد الأقصى لتقييم الرقابة الأبوية
da: Maks. aldersmærkning
de: Maximal erlaubte Altersfreigabe
es: Clasificación parental máxima
fr: Indice parental maximum
id: Nilai maksimum orang tua
it: Classificazione massima
nl: Max ouderlijk toezicht beoordeling
pt_br: Classificação etária máxima permitida
zh: 最高家长分级
zh_hant: 最高家長評級

# allowItemsTags
source: Allow items with tags
ar: السماح بالعناصر التي تحتوي على وسوم
da: Tillad elementer med tags
de: Erlaube Einträge mit Tags
es: Permitir elementos con etiquetas
fr: Autoriser les items avec les tags
id: Izinkan item dengan tag
it: Consenti elementi con etichette
nl: Items met tags toestaan
pt_br: Permitir itens com marcadores
zh: 允许带有标签的项目
zh_hant: 允許帶有標籤的項目

# blockItemsTags
source: Block items with tags
ar: حظر العناصر التي تحتوي على وسوم
da: Bloker elementer med tags
de: Blockiere Inhalte mit Tags
es: Bloquear elementos con etiquetas
fr: Interdire les items avec les tags
id: Blokir item dengan tag
it: Blocca elementi con etichette
nl: Items met tags blokkeren
pt_br: Bloquear itens com marcadores
zh: 使用标签阻止项目
zh_hant: 以標籤封鎖項目

source: Access schedules
ar: جداول الوصول
da: Adgangsskemaer
de: Zeitbeschränkung
es: Horarios de acceso
fr: Horaires d'accès
id: Jadwal akses
it: Orari di accesso
nl: Toegangsschema''s
pt_br: Cronograma de acessos
zh: 访问计划
zh_hant: 存取排程

source: Add Access Schedule
ar: إضافة جدول وصول
da: Tilføj Adgangsskema
de: Zeitbeschränkung hinzufügen
es: Añadir horario de acceso
fr: Ajouter un horaire d'accès
id: Tambah Jadwal Akses
it: Aggiungi orario di accesso
nl: Toegangsschema toevoegen
pt_br: Adicionar cronograma de acesso
zh: 添加访问计划
zh_hant: 新增存取排程

# dayOfWeek
source: Day of the week
ar: يوم من أيام الأسبوع
da: Ugedag
de: Wochentag
es: Día de la semana
fr: Jour de la semaine
id: Hari dalam seminggu
it: Giorno della settimana
nl: Dag van de week
pt_br: Dia da semana
zh: 星期几
zh_hant: 星期幾

source: Start time
ar: وقت البدء
da: Start tid
de: Startzeit
es: Hora de inicio
fr: Heure de début
id: Waktu mulai
it: Ora di inizio
nl: Starttijd
pt_br: Hora de início
zh: 开始时间
zh_hant: 開始時間

source: End time
ar: وقت الانتهاء
da: Sluttid
de: Endzeit
es: Hora de finalización
fr: Heure de fin
id: Waktu selesai
it: Ora di fine
nl: Eindtijd
pt_br: Hora de fim
zh: 结束时间
zh_hant: 結束時間

source: Add Tag
ar: إضافة وسم
da: Tilføj tag
de: Tag hinzufügen
es: Añadir etiqueta
fr: Ajouter Tag
id: Tambah Tag
it: Aggiungi etichetta
nl: Label toevoegen
pt_br: Adicionar Marcador
zh: 添加标签
zh_hant: 新增標籤

source: Create new user
ar: إنشاء مستخدم جديد
da: Opret ny bruger
de: Neue Benutzer erstellen
es: Crear un nuevo usuario
fr: Créer un nouvel utilisateur
id: Buat pengguna baru
it: Crea nuovo utente
nl: Nieuwe gebruiker maken
pt_br: Criar novo usuário
zh: 创建新用户
zh_hant: 建立新使用者

source: Create User
ar: إنشاء مستخدم
da: Opret bruger
de: Benutzer erstellen
es: Crear usuario
fr: Créer un utilisateur
id: Buat Pengguna
it: Crea utente
nl: Gebruiker maken
pt_br: Criar Usuário
zh: 创建用户
zh_hant: 建立使用者

source: Users
ar: المستخدمون
da: Brugere
de: Benutzer
es: Usuarios
fr: Utilisateurs
id: Pengguna
it: Utenti
nl: Gebruikers
pt_br: Usuários
zh: 用户
zh_hant: 使用者

source: Edit User
ar: تعديل المستخدم
da: Rediger bruger
de: Benutzer bearbeiten
es: Editar usuario
fr: Modifier Utilisateur
id: Edit Pengguna
it: Modifica utente
nl: Gebruiker bewerken
pt_br: Editar Usuário
zh: 编辑用户
zh_hant: 編輯使用者

source: General
ar: عام
da: Generalt
de: Allgemein
fr: Général
id: Umum
it: Generale
nl: Algemeen
pt_br: Geral
zh: 默认
zh_hant: 一般

source: Access
ar: الوصول
da: Adgang
de: Zugriff
es: Acceso
fr: Accès
id: Akses
it: Accesso
nl: Toegang
pt_br: Acesso
zh: 访问
zh_hant: 存取

# enableAccessAllLibraries
source: Enable access to all libraries
ar: تمكين الوصول إلى جميع المكتبات
da: Aktiver adgang til alle biblioteker
de: Zugriff auf alle Bibliotheken aktivieren
es: Habilitar el acceso a todas las bibliotecas
fr: Autoriser l'accès à toutes les bibliothèques
id: Aktifkan akses ke semua perpustakaan
it: Abilita accesso a tutte le librerie
nl: Toegang tot alle bibliotheken inschakelen
pt_br: Permite acesso a todas as bibliotecas
zh: 启用对所有媒体库的访问
zh_hant: 啟用所有媒體庫的存取權限

# endTimeMustBeAfter
source: End time must be after start time
ar: يجب أن يكون وقت الانتهاء بعد وقت البدء
da: Sluttid skal være efter starttid
de: Endzeit muss nach Startzeit liegen
es: La hora de finalización debe ser posterior a la hora de inicio
fr: L'heure de fin doit être après l'heure de début
id: Waktu selesai harus setelah waktu mulai
it: L'ora di fine deve essere successiva all'ora di inizio
nl: Eindtijd moet na starttijd liggen
pt_br: A hora de término deve ser posterior à hora de início
zh: 结束时间必须晚于开始时间
zh_hant: 結束時間必須晚於開始時間

source: Assign Libraries
ar: تعيين المكتبات
da: Tildel biblioteker
de: Bibliotheken zuordnen
es: Asignar bibliotecas
fr: Assigner des bibliothèques
id: Tetapkan Pustaka
it: Assegna librerie
nl: Bibliotheken toewijzen
pt_br: Atribuir bibliotecas
zh: 分配媒体库
zh_hant: 指派媒體庫

source: Current password
ar: كلمة المرور الحالية
da: Nuværende adgangskode
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
id: Kata sandi saat ini
it: Password attuale
nl: Hudig wachtwoord
pt_br: Senha atual
zh: 当前密码
zh_hant: 目前密碼

source: New password
ar: كلمة المرور الجديدة
da: Ny adgangskode
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
id: Kata sandi baru
it: Nuova password
nl: Nieuw wachtwoord
pt_br: Nova senha
zh: 新密码
zh_hant: 新密碼

source: Confirm password
ar: تأكيد كلمة المرور
da: Bekræft adgangskode
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer mot de passe
id: Konfirmasi kata sandi
it: Conferma password
nl: Wachtwoord bevestigen
pt_br: Confirmar senha
zh: 确认密码
zh_hant: 確認密碼

source: Reset password
ar: إعادة تعيين كلمة المرور
da: Nulstil adgangskode
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser mot de passe
id: Atur ulang kata sandi
it: Reimposta password
nl: Wachtwoord opnieuw instellen
pt_br: Redefinir senha
zh: 重置密码
zh_hant: 重置密碼

# passwordResetSuccess
source: Successfully reset password
ar: تم إعادة تعيين كلمة المرور بنجاح
da: Adgangskode nulstillet
de: Passwort erfolgreich zurückgesetzt
es: Contraseña restablecida correctamente
fr: Mot de passe réinitialisé avec succès
id: Kata sandi berhasil diatur ulang
it: Password reimpostata con successo
nl: Wachtwoord met succes opnieuw ingesteld
pt_br: Senha redefinida com sucesso
zh: 密码重置成功
zh_hant: 密碼已成功重設

# passwordResetFailed
source: Failed to reset password
ar: فشل في إعادة تعيين كلمة المرور
da: Nulstilling af adgangskode mislykkedes
de: Fehler beim Zurücksetzen des Passworts
es: Error al reestablecer la contraseña
fr: Échec de la réinitialisation du mot de passe
id: Gagal mengatur ulang kata sandi
it: Impossibile reimpostare la password
nl: Wachtwoord opnieuw instellen mislukt
pt_br: Falha ao redefinir a senha
zh: 重置密码失败
zh_hant: 無法重設密碼

# passwordMismatch
source: New password and confirm password do not match
ar: كلمة المرور الجديدة وتأكيدها غير متطابقين
da: Ny adgangskode og bekræft adgangskode stemmer ikke overens
de: Neues Passwort und Bestätigung stimmen nicht überein
es: La nueva contraseña y la confirmación de la contraseña no coinciden
fr: Les mots de passe ne correspondent pas
id: Kata sandi baru dan konfirmasi kata sandi tidak cocok
it: Nuova password e conferma password non coincidono
nl: Nieuw wachtwoord en bevestig wachtwoord komen niet overeen
pt_br: A nova senha e a senha de confirmação não coincidem
zh: 新密码和确认密码不匹配
zh_hant: 新密碼與確認密碼不符

# passwordChangeSuccess
source: Successfully changed password
ar: تم تغيير كلمة المرور بنجاح
da: Adgangskode ændret succesfuldt
de: Passwort erfolgreich geändert
es: Contraseña cambiada correctamente
fr: Mot de passe modifié avec succès
id: Kata sandi berhasil diubah
it: password cambiata con successo
nl: Wachtwoord met succes gewijzigd
pt_br: Senha alterada com sucesso
zh: 密码已成功更改
zh_hant: 密碼已成功更改

source: Save password
ar: حفظ كلمة المرور
da: Gem adgangskode
de: Passwort speichern
es: Guardar contraseña
fr: Sauvegareder le mot de passe
id: Simpan kata sandi
it: Salva password
nl: Wachtwoord opslaan
pt_br: Salvar senha
zh: 保存密码
zh_hant: 儲存密碼

# deleteLibraryConfirmTitle
source: Delete library?
ar: حذف المكتبة؟
da: Vil du slette biblioteket?
de: Bibliothek löschen?
es: ¿Eliminar biblioteca?
fr: Supprimer la bibliothèque ?
id: Hapus pustaka?
it: Cancellare libreria?
nl: Bibliotheek verwijderen?
pt_br: Excluir biblioteca?
zh: 删除媒体库？
zh_hant: 刪除媒體庫？

# deleteLibraryConfirmMessage
source: Are you sure you want to delete {libraryName}? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف {libraryName}؟ لا يمكن التراجع عن هذا الإجراء.
da: Er du sikker på, at du vil slette {libraryName}? Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie {libraryName} löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar {libraryName}? Esta acción no se puede deshacer.
fr: Supprimer {libraryName}? Cette action est définitive.
id: Apakah Anda yakin ingin menghapus {libraryName}? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di volere cancellare {libraryName}? Questa azione non può essere annullata
nl: Weet je zeker dat je {libraryName} wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pt_br: Tem certeza de que deseja excluir {libraryName}? Esta ação não pode ser desfeita.
zh: 您确定要删除 {libraryName} 吗? 此操作无法撤销。
zh_hant: 您確定要刪除 {libraryName} 嗎？ 此動作無法復原。

source: No library selected
ar: لم يتم اختيار مكتبة
da: Intet bibliotek valgt
de: Keine Bibliothek ausgewählt
es: No se ha seleccionado ninguna biblioteca
fr: Aucune bibliothèque sélectionnée
id: Tidak ada pustaka yang dipilih
it: Nessuna libreria selezionata
nl: Geen bibliotheek geselecteerd
pt_br: Nenhuma biblioteca selecionada
zh: 未选择媒体库
zh_hant: 未選擇媒體庫

source: Enabled photos
ar: تمكين الصور
da: Aktiverede fotos
de: Fotos aktivieren
es: Fotos habilitadas
fr: Photos activées
id: Foto diaktifkan
it: Foto abilitate
nl: Foto''s ingeschakeld
pt_br: Fotos ativadas
zh: 启用照片
zh_hant: 啟用照片

source: Enabled LUFS Scan
ar: تمكين فحص LUFS
da: Aktiveret LUFS-scan
de: LUFS Scan aktivieren
es: Escaneo LUFS habilitado
fr: LUFS Scan activé
id: Pemindaian LUFS diaktifkan
it: Abilita scansione LUFS
nl: LUFS Scan ingeschakeld
pt_br: Varredura LUFS ativada
zh: 启用 LUFS 扫描
zh_hant: 啟用 LUFS 掃描

source: Enabled realtime-monitoring
ar: تمكين المراقبة اللحظية
da: Aktiveret realtidsovervågning
de: Realtime-Monitoring aktivieren
es: Monitorización en tiempo real habilitada
fr: Surveillance en temps réel activée
id: Pemantauan waktu nyata diaktifkan
it: Abilita monitoraggio in tempo reale
nl: Real-time monitoring ingeschakeld
pt_br: Monitoramento em tempo real ativado
zh: 启用实时监控
zh_hant: 啟用即時監控

source: Automatically add to collection
ar: الإضافة التلقائية إلى المجموعة
da: Tilføj automatisk til samling
de: Automatisch zur Sammlung hinzufügen
es: Añadir automáticamente a la colección
fr: Ajouté automatiquement à la collection
id: Tambahkan ke koleksi secara otomatis
it: Aggiungi automaticamente alla collezione
nl: Automatisch toevoegen aan collectie
pt_br: Adicionar automaticamente à coleção
zh: 自动添加到合集
zh_hant: 自動加入合集

source: Enabled embedded titles
ar: تمكين العناوين المضمنة
da: Aktiverede indlejrede titler
de: Aktivierte eingebettete Titel
es: Títulos incrustados habilitados
fr: Titres intégrés activé
id: Judul bawaan diaktifkan
it: Abilita titoli incorporati
nl: Ingebouwde titels ingeschakeld
pt_br: Títulos incorporados ativados
zh: 启用嵌入式标题
zh_hant: 已啟用內嵌標題

# enabledEmbeddedExtrasTitles
source: Enabled extras embedded titles
ar: تمكين العناوين الإضافية المضمنة
da: Aktiverede ekstra indlejrede titler
de: Aktivierte Extras eingebettete Titel
es: Habilitar títulos incrustados en los extras
fr: Titres intégrés extras activé
id: Judul bawaan tambahan diaktifkan
it: Abilita titoli incorporati extra
nl: Ingebouwde extra''s titels ingeschakeld
pt_br: Títulos incorporados de extras ativados
zh: 启用附加内容嵌入式标题
zh_hant: 已啟用附加內容內嵌標題

source: Automatic refresh interval
ar: فترة التحديث التلقائي
da: Automatisk opdateringsinterval
de: Automatisches Refresh Intervall
es: Intervalo de actualización automática
fr: Intervalle de rafraîchissement automatique
id: Jeda penyegaran otomatis
it: Intervallo di aggiornamento automatico
nl: Automatisch verversen interval
pt_br: Intervalo de atualização automática
zh: 自动刷新间隔
zh_hant: 自動重新整理間隔

# autoRefreshIntervalNote
source: Enabling this can cause longer library refresh times.
ar: تمكين هذا الخيار قد يؤدي إلى زيادة مدة تحديث المكتبة.
da: Aktivering af dette kan medføre længere tid ved opdatering af biblioteket.
de: Wenn aktiviert, könnten Bibliotheksaktualisierungen länger dauern.
es: Habilitar esta opción puede provocar tiempos de actualización de la biblioteca más largos.
fr: Activer ceci peut entraîner un temps de rafraîchissement des bibliothèques plus long.
id: Mengaktifkan ini dapat menyebabkan waktu penyegaran perpustakaan menjadi lebih lama.
it: Abilitare questa opzione può allungare i tempi di aggiornamento della libreria.
nl: Het inschakelen hiervan kan leiden tot langere bibliotheek-vernieuwingstijden.
pt_br: Habilitar essa opção pode causar tempos de atualização da biblioteca mais longos.
zh: 启用此功能可能会导致媒体库刷新时间延长。
zh_hant: 啟用此功能可能會導致媒體庫重新整理時間變長。

source: Preferred download language
ar: اللغة المفضلة للتنزيل
da: Foretrukket download-sprog
de: Bevorzugte Sprache für Downloads
es: Idioma preferido para la descarga
fr: Language de téléchargement préféré
id: Bahasa unduhan yang disukai
it: Lingua di scaricamento preferita
nl: Voorkeurstaal voor downloaden
pt_br: Idioma de download preferido
zh: 首选下载语言
zh_hant: 偏好的下載語言

source: Country/Region
ar: الدولة / المنطقة
da: Land/region
de: Land/Region
es: País/Región
fr: Pays/Région
id: Negara/Wilayah
it: Paese/Regione
nl: Land/Regio
pt_br: País/Região
zh: 国家/地区
zh_hant: 國家/地區

source: Save metadata
ar: حفظ البيانات الوصفية
da: Gem metadata
de: Metadaten speichern
es: Guardar metadatos
fr: Sauvegarder les métadonnées
id: Simpan metadata
it: Salva metadati
nl: Metadata opslaan
pt_br: Salvar metadados
zh: 保存元数据
zh_hant: 儲存中繼資料

# metadataFetchers
source: Metadata fetchers ({type})
ar: أدوات جلب البيانات الوصفية ({type})
da: Hentning af metadata ({type})
de: Metadatendienst ({type})
es: Recopiladores de metadatos ({type})
fr: Récupérateurs de métadonnées ({type})
id: Pengambil metadata ({type})
it: Recuperatori di metadati ({type})
nl: Metadataophaler ({type})
pt_br: Coletores de metadados ({type})
zh: 元数据获取器 ({type})
zh_hant: 中繼資料擷取器 ({type})

# enableAndRankMetadataFetchers
source: Enable and rank your preferred metadata fetchers in order of priority.
ar: تمكين وترتيب أدوات جلب البيانات الوصفية حسب الأولوية.
da: Aktivér og ranger dine foretrukne metadata-hentere efter prioritet.
de: Aktiviere und ordne deine bevorzugten Metadatendownloader nach Präferenzen.
es: Habilita y clasifica tus buscadores de metadatos preferidos por orden de prioridad.
fr: Activer et ordonner vos récupérateurs de métadonnées préférés par ordre de priorité.
id: Aktifkan dan atur peringkat pengambil metadata pilihan Anda berdasarkan urutan prioritas.
it: Abilita e ordina i recuperatori di metadati preferiti in base alla priorità.
nl: Schakel je voorkeur metadata fetcher in en rangschik deze op prioriteit.
pt_br: Habilite e classifique seus buscadores de metadados preferidos em ordem de prioridade.
zh: 启用并按优先级对您首选的元数据获取器进行排序。
zh_hant: 啟用並依優先順序排列您偏好的中繼資料擷取器。

# enableAndRankImagesFetchers
source: Enable and rank your preferred images fetchers in order of priority.
ar: تمكين وترتيب أدوات جلب الصور حسب الأولوية.
da: Aktivér og ranger dine foretrukne billedhentere efter prioritet.
de: Aktiviere und ordne deine bevorzugten Bildquellen nach Präferenzen.
es: Habilita y clasifica tus buscadores de imágenes preferidos por orden de prioridad.
fr: Activer et ordonner vos récupérateurs d'images préférés par ordre de priorité.
id: Aktifkan dan atur peringkat pengambil gambar pilihan Anda berdasarkan urutan prioritas.
it: Abilita e ordina i recuperatori di immagini preferiti in base alla priorità.
nl: Schakel je voorkeur afbeeldingsophaler in en rangschik deze op prioriteit.
pt_br: Habilite e classifique seus buscadores de imagens preferidos em ordem de prioridade.
zh: 启用并按优先级排列您首选的图片刮削器。
zh_hant: 啟用並依優先順序排序您偏好的圖片擷取工具。

# imageFetchers
source: Image fetchers ({type})
ar: أدوات جلب الصور ({type})
da: Billedhentere ({type})
de: Bildquellen ({type})
es: Buscadores de imágenes ({type})
fr: Récupérateurs d'images ({type})
id: Pengambil gambar ({type})
it: Recuperatori di immagini ({type})
nl: Afbeeldingsophaler ({type})
pt_br: Buscadores de imagens ({type})
zh: 图片获取器 ({type})
zh_hant: 圖片擷取器 ({type})

source: Media segment providers
ar: موفرو مقاطع الوسائط
da: Udbydere af mediesegmenter
de: Mediensegmentanbieter
es: Proveedores del segmento de medios
fr: Fournisseurs de segments média
id: Penyedia segmen media
it: Fornitori di segmenti multimediali
nl: Media segment aanbieders
pt_br: Provedores de segmento de mídia
zh: 媒体片段发行商
zh_hant: 媒體片段提供者
