Repository: KeyboardDabbler/gbs-player-app
Catalog: lib/l10n/app_*.arb
Languages: ar, br, cs, da, de, el, es, fr, id, it, ko, nl, pt_br, zh, zh_hant

# segmentActionAskToSkip
source: Ask to skip
ar: طلب التخطي
cs: Zeptat se na přeskočení
da: Spørg om springe over
de: Zum Überspringen fragen
es: Botón de omitir
fr: Demander à sauter
id: Tanya untuk lewati
it: Chiedi di saltare
ko: 건너뛰기 여부 묻기
nl: Vraag om over te slaan
pt_br: Pedir para pular
zh: 询问
zh_hant: 詢問

source: Loading
ar: جارٍ التحميل
cs: Načítání
da: Indlæser
de: Wird geladen
es: Cargando
fr: Chargement
id: Memuat
it: Caricamento in corso
ko: 로딩 중
nl: Laden
pt_br: Carregando
zh: 加载中
zh_hant: 載入中

# castAndCrew
source: Cast & Crew
ar: طاقم العمل والممثلون
cs: Obsazení a štáb
da: Medvirkende & Hold
de: Besetzung & Crew
es: Reparto y Equipo
fr: Casting
id: Pemeran dan Kru
it: Cast e troupe
ko: 출연진 및 제작진
nl: Cast en crew
pt_br: Elenco & Equipe
zh: 演职人员
zh_hant: 演員與劇組

# guestActor
source: {count, plural, other{Guest Actors} one{Guest Actor}}
ar: {count, plural, one{ممثل ضيف} other{ممثلون ضيوف}}
cs: {count, plural, other{Hostující herci} one{Hostující herec/herečka}}
da: {count, plural, other{Gæsteskuespillere} one{Gæsteskuespiller}}
de: {count, plural, other{Gastschauspieler} one{Gastschauspieler}}
es: {count, plural, other{Actores invitados} one{Actor invitado}}
fr: {count, plural, other{Guest-stars} one{Guest-star}}
id: {count, plural, other{Aktor Tamu} one{Aktor Tamu}}
it: {count, plural, other{Attori ospiti} one{Attore ospite}}
nl: {count, plural, other{Gastacteurs} one{Gastacteur}}
pt_br: {count, plural, other{Atores Convidados} one{Ator Convidado}}
zh: {count, plural, other{客串演员} one{客串演员}}
zh_hant: {count, plural, other{客串演員} one{客串演員}}

# settingsPlayerBufferSizeDesc
source: Configure the buffer size for video playback, determining how much data is loaded into the cache.
ar: قم بتهيئة حجم ذاكرة التخزين المؤقت لتشغيل الفيديو، مما يحدد كمية البيانات التي يتم تحميلها في الذاكرة المؤقتة.
cs: Nakonfigurovat velikost vyrovnávací paměti pro přehrávání videa a určit, kolik dat se načte do mezipaměti.
da: Konfigurer bufferstørrelsen for videoafspilning, som bestemmer, hvor meget data der indlæses i cachen.
de: Konfiguriere die Puffergröße für die Videowiedergabe und lege fest, wie viele Daten in den Cache geladen werden.
es: Configurar el tamaño del búfer para la reproducción de vídeo, determinando la cantidad de datos que se cargan en la caché.
fr: Définit la taille du tampon vidéo, détermine la quantité de données chargées dans le cache.
id: Konfigurasikan ukuran buffer untuk pemutaran video, menentukan seberapa banyak data yang dimuat ke dalam cache.
it: Configura la dimensione del buffer per la riproduzione video, determinando la quantità di dati caricata nella cache.
ko: 비디오 재생을 위한 버퍼 크기를 설정해요. 캐시에 로드되는 데이터의 양이 바뀌어요.
nl: Configureer de buffergrootte voor het afspelen van video's en bepaal de hoeveelheid vooraf geladen data.
pt_br: Configure o tamanho do buffer para reprodução de vídeo, determinando a quantidade de dados que é carregada no cache.
zh: 配置视频播放的缓冲区大小，确定加载到缓存中的数据量。
zh_hant: 設定影片播放的緩衝區大小，決定載入到快取中的資料量。

# settingsPlayerBufferSizeTitle
source: Video buffer size
ar: حجم التخزين المؤقت للفيديو
cs: Velikost vyrovnávací paměti videa
da: Videobuffer størrelse
de: Videopuffergröße
es: Tamaño del búfer de vídeo
fr: Taille du tampon vidéo
id: Ukuran buffer video
it: Dimensione del buffer video
ko: 비디오 버퍼 크기
nl: Video buffer grootte
pt_br: Tamanho do buffer de vídeo
zh: 视频缓冲区大小
zh_hant: 影片緩衝區大小

# maxConcurrentDownloadsTitle
source: Max concurrent downloads
ar: الحد الأقصى للتنزيلات المتزامنة
cs: Maximální počet souběžných stahování
da: Maks. samtidige overførsler
de: Maximale Anzahl gleichzeitiger Downloads
es: Max. descargas simultáneas
fr: Téléchargement simultanés max
id: Jumlah maksimum unduhan bersamaan
it: Numero massimo di download contemporanei
ko: 최대 동시 다운로드 수
nl: Maximum gelijktijdige downloads
pt_br: Máximo de downloads simultâneos
zh: 最大并发下载
zh_hant: 最大同時下載數

# maxConcurrentDownloadsDesc
source: Sets the maximum number of downloads that can run at the same time. Set to 0 to disable the limit.
ar: يحدد العدد الأقصى للتنزيلات التي يمكن أن تتم في نفس الوقت. اضبطه على 0 لتعطيل الحد.
cs: Nastavuje maximální počet stahování, která mohou být spuštěna současně. Nastavením na 0 limit deaktivujete.
da: Sæt maksimalt antal af overførsler der kan køre på samme tid. Sæt til 0 for at slå grænsen fra.
de: Legt die maximale Anzahl gleichzeitig laufender Downloads fest. Setze den Wert auf 0, um die Begrenzung zu deaktivieren.
es: Establece el número máximo de descargas que pueden ejecutarse al mismo tiempo. Establecer en 0 para desactivar el límite.
fr: Définit le nombre maximum de téléchargements qui peuvent fonctionner en même temps. Réglez à 0 pour désactiver la limite.
id: Menetapkan jumlah maksimum unduhan yang dapat dijalankan secara bersamaan. Atur ke 0 untuk menonaktifkan batasan.
it: Imposta il numero massimo di download che possono essere eseguiti contemporaneamente. Imposta su 0 per disabilitare il limite.
ko: 동시에 실행할 수 있는 최대 다운로드 개수를 지정해요. 0으로 설정하면 제한 없이 다운로드할 수 있어요.
nl: Stelt het maximumaantal downloads in dat tegelijkertijd kan worden uitgevoerd. Stel in op 0 om de limiet uit te schakelen.
pt_br: Define o número máximo de downloads que podem ser executados ao mesmo tempo. Defina como 0 para desativar o limite.
zh: 设置可同时运行的最大下载数量。设置为 0 则禁用限制。
zh_hant: 設定可同時執行的最大下載數量。設定為 0 則停用限制。

source: Playback track selection
ar: اختيار مسار التشغيل
cs: Výběr skladby pro přehrávání
da: Valg af afspilningsspor
de: Auswahl der Wiedergabespur
es: Selección de pista de reproducción
fr: Sélection de la piste
id: Pemilihan trek pemutaran
it: Selezione della traccia di riproduzione
ko: 재생 트랙 설정
nl: Selectie van afspeeltrack
pt_br: Seleção de faixa
zh: 播放轨道选择
zh_hant: 播放軌道選擇

# rememberAudioSelections
source: Set audio track based on previous item
ar: تذكر اختيارات الصوت بناءً على العنصر السابق
cs: Nastavit zvukovou stopu na základě předchozí položky
da: Vælg lydspor baseret på forrige element
de: Audiospur basierend auf vorherigem Element einstellen
es: Establecer pista de audio basado en el item anterior
fr: Définir la piste audio en fonction de l'élément précédent
id: Atur trek audio berdasarkan item sebelumnya
it: Imposta la traccia audio in base all'elemento precedente
ko: 이전 항목을 기준으로 오디오 트랙을 설정해요
nl: Audiotrack instellen op basis van vorig item
pt_br: Definir o áudio com base no item anterior
zh: 根据上一项设置音轨
zh_hant: 根據上一個項目設定音軌

# rememberAudioSelectionsDesc
source: Try to set the audio track to the closest match to the last video.
ar: حاول ضبط مسار الصوت ليكون الأقرب تطابقاً مع الفيديو الأخير.
cs: Zkuste nastavit zvukovou stopu tak, aby se co nejvíce shodovala s posledním videem.
da: Forsøg at indstille lydsporet til det, der bedst matcher den sidste video.
de: Versucht die Audiospur so einzustellen, dass sie dem letzten Video am nächsten kommt.
es: Intentar establecer la pista de audio a la coincidencia mas cercana al último video.
fr: Essayez de définir la piste audio à la correspondance la plus proche de la dernière vidéo.
id: Coba atur trek audio agar paling mendekati yang digunakan pada video terakhir.
it: Prova a impostare la traccia audio sulla corrispondenza più vicina all'ultimo video.
ko: 마지막으로 시청한 영상과 가장 유사한 오디오 트랙을 설정해요.
nl: Probeer de audiotrack in te stellen op de best overeenkomende optie van de vorige video.
pt_br: Tentar definir a legenda com a correspondência mais próxima do último vídeo.
zh: 尝试将音轨设置为与上一个视频最接近的匹配。
zh_hant: 嘗試將音軌設定為與上一個影片最接近的相符項。

# rememberSubtitleSelections
source: Set subtitle track based on previous item
ar: تذكر اختيارات الترجمة بناءً على العنصر السابق
cs: Nastavení titulkové stopy na základě předchozí položky
da: Vælg undertekstspor baseret på forrige element
de: Untertitelspur basierend auf vorherigem Element einstellen
es: Establecer pista de subtítulo basado en el item anterior
fr: Définir les sous-titres choisis en fonction de l'élément précédent
id: Atur trek subtitle berdasarkan item sebelumnya
it: Imposta la traccia dei sottotitoli in base all'elemento precedente
ko: 이전 항목을 기준으로 자막 트랙을 설정해요
nl: Ondertitelspoor instellen op basis van vorig item
pt_br: Definir a legenda com base no item anterior
zh: 根据上一项设置字幕轨
zh_hant: 根據上一個項目設定字幕軌

# rememberSubtitleSelectionsDesc
source: Try to set the subtitle track to the closest match to the last video.
ar: حاول ضبط مسار الترجمة ليكون الأقرب تطابقاً مع الفيديو الأخير.
cs: Zkusit nastavit titulkovou stopu tak, aby se co nejvíce shodovala s posledním videem.
da: Forsøg at indstille undertekstsporet til det, der bedst matcher den sidste video.
de: Versucht die Untertitelspur so einzustellen, dass sie dem letzten Video am nächsten kommt.
es: Intentar establecer la pista de subtítulos a la coincidencia mas cercana al último video.
fr: Essayez de définir la piste de sous-titres pour matcher ou plus proche de la dernière vidéo.
id: Coba atur trek subtitle agar paling mendekati yang digunakan pada video terakhir.
it: Prova a impostare la traccia dei sottotitoli sulla corrispondenza più vicina all'ultimo video.
ko: 마지막으로 시청한 영상과 가장 유사한 자막으로 설정해요.
nl: Probeer het ondertitelspoor in te stellen op de best overeenkomende optie van de vorige video.
pt_br: Tentar definir a faixa de áudio com a correspondência mais próxima do último vídeo.
zh: 尝试将字幕轨设置为与上一个视频最接近的匹配。
zh_hant: 嘗試將字幕軌設定為與上一個影片最接近的相符項。

source: Similar to liked item
ar: مشابه للعنصر المفضل
cs: Podobné položce, která se vám líbila
da: Lignende element, du synes godt om
de: Ähnlich zu gefallenem Element
es: Similar al artículo que te gustó
fr: Similaires aux médias favoris
id: Mirip dengan item yang disukai
it: Simile all'elemento apprezzato
ko: 좋아요한 콘텐츠와 비슷한 작품
nl: Vergelijkbaar met favoriet
pt_br: Semelhante a itens curtidos
zh: 类似的喜欢项目
zh_hant: 類似於喜歡的項目

# exitFladderTitle
source: Exit Fladder
ar: خروج فلادر
cs: Ukončit Fladder
da: Forlad Fladder
de: Fladder Beenden
es: Cerrar Fladder
fr: Quitter Fladder
id: Keluar dari Fladder
it: Esci da Fladder
ko: Fladder 종료
nl: Fladder sluiten
pt_br: Sair do Fladder
zh: 退出 Fladder
zh_hant: 結束 Fladder

source: Similar to recently played
ar: مشابه لما تم تشغيله مؤخراً
cs: Podobné položce, kterou jste nedávno viděli
da: Lignende nyligt afspillede
de: Ähnlich wie kürzlich gespielt
es: Similar a recientemente reproducido
fr: Similaires aux derniers visionnages
id: Mirip dengan yang baru diputar
it: Simile a quelli riprodotti di recente
ko: 최근 시청한 것과 유사한 콘텐츠
nl: Vergelijkbaar met recent afgespeeld
pt_br: Semelhante aos recentemente assistidos
zh: 类似的最近播放
zh_hant: 類似於最近播放的項目

source: Has actor from recently played
ar: يحتوي على ممثل من الأفلام المشغلة مؤخراً
cs: Stejný/á herec/herečka jako nedávno shlédnutá položka
da: Har skuespiller fra nyligt afspillede
de: Hat Schauspieler aus vor kurzem gespielt
es: Con actor de recientemente reproducido
fr: Acteur en commun avec un film joué récemment
id: Aktor dari yang baru diputar
it: Ha un attore che ha interpretato di recente
ko: 최근 시청한 콘텐츠의 배우의 작품
nl: Heeft acteur van recent afgespeeld
pt_br: Tem ator de algo recentemente assistido
zh: 最近播出的演员
zh_hant: 最近播放的演員

source: Has liked director
ar: يحتوي على مخرج مفضل
cs: Oblíbený/á režisér/ka
da: Har instruktør, du synes godt om
de: Hat Regisseur der gefällt
es: Ha gustado al director
fr: Réalisateur parmi les favoris
id: Sutradara yang disukai
it: Ha apprezzato il regista
ko: 좋아요한 감독
nl: Heeft dezelfde favoriete regisseur
pt_br: Tem diretor favoritado
zh: 喜欢的导演
zh_hant: 喜歡的導演

source: Has liked actor
ar: يحتوي على ممثل مفضل
cs: Oblíbený/á herec/herečka
da: Har skuespiller, du synes godt om
de: Hat Schauspieler der gefällt
es: Actor marcado como favorito
fr: Acteur parmi les favoris
id: Aktor yang disukai
it: Ha apprezzato l'attore
ko: 좋아요한 배우
nl: Heeft dezelfde favorite acteur
pt_br: Tem ator favoritado
zh: 喜欢的演员
zh_hant: 喜歡的演員

source: Latest
ar: الأحدث
cs: Nejnovější
da: Seneste
de: Neueste
es: Mas reciente
fr: Récents
id: Terbaru
it: Ultimo
ko: 최신
nl: Laatste
pt_br: Mais recente
zh: 最新的
zh_hant: 最新

source: Recommended
ar: الموصى به
cs: Doporučeno
da: Anbefalede
de: Empfohlen
es: Recomendado
fr: Recommandation
id: Direkomendasikan
it: Raccomandato
ko: 추천
nl: Aanbevolen
pt_br: Recomendado
zh: 建议
zh_hant: 推薦

source: Has director from recently played
ar: يحتوي على مخرج من الأفلام المشغلة مؤخراً
cs: Stejný/á režisér/ka jako nedávno shlédnutá položka
da: Har instruktører fra nyligt afspillede
de: Hat Regisseur von vor kurzem gespielt
es: Con director de recientemente reproducido
fr: Même réalisateur que l'un des films joués récemment
id: Sutradara dari yang baru diputar
it: Ha diretto recentemente
ko: 최근 시청한 콘텐츠의 감독의 작품
nl: Heeft regisseur van recent afgespeeld
pt_br: Tem diretor de algo recentemente assistido
zh: 最近播出的导演
zh_hant: 最近播放的導演

source: Playback type
ar: نوع التشغيل
cs: Typ přehrávání
da: Afspilningstype
de: Wiedergabetyp
es: Tipo de reproducción
fr: Mode de lecture
id: Tipe pemutaran
it: Tipo di riproduzione
ko: 재생 유형
nl: Afspeel type
pt_br: Tipo de reprodução
zh: 播放类型
zh_hant: 播放類型

# playbackTypeDirect
source: Direct
ar: مباشر
cs: Přímý
da: Direkte
de: Direkt
es: Directo
id: Langsung
it: Diretto
ko: 다이렉트
pt_br: Direta
zh: 直接播放
zh_hant: 直接播放

# playbackTypeTranscode
source: Transcode
ar: تحويل الصيغة
cs: Překódovaný
da: Transkoder
de: Transkodieren
es: Transcodificación
fr: Transcodage
id: Transkode
it: Trascodifica
ko: 트랜스코딩
nl: Transcoderen
pt_br: Transcodificação
zh: 转码
zh_hant: 轉碼

# playbackTypeOffline
source: Offline
ar: في وضع عدم الاتصال
es: Desconectado
fr: Déconnecter
id: Luring
it: Fuori linea
ko: 오프라인
zh: 离线
zh_hant: 離線

source: Latest releases
ar: أحدث الإصدارات
cs: Nejnovější vydání
da: Seneste udgivelser
de: Aktuelle Veröffentlichungen
es: Últimos lanzamientos
fr: Dernières versions
id: Rilis terbaru
it: Ultime release
ko: 최신 릴리스
nl: Nieuwste releases
pt_br: Lançamentos mais recentes
zh: 最新版本
zh_hant: 最新版本

# autoCheckForUpdates
source: Periodically check for updates
ar: التحقق التلقائي من التحديثات
cs: Pravidelně kontrolovat aktualizace
da: Tjek regelmæssigt for opdateringer
de: Regelmäßig auf Aktualisierungen prüfen
es: Buscar actualizaciones periódicamente
fr: Contrôler périodiquement les mises à jour
id: Periksa pembaruan secara berkala
it: Controlla periodicamente gli aggiornamenti
ko: 주기적으로 업데이트 확인
nl: Regelmatig controleren op updates
pt_br: Verificar periodicamente se há atualizações
zh: 定期检查更新
zh_hant: 定期檢查更新

# newReleaseFoundTitle
source: Update {newRelease} available!
ar: تحديث {newRelease} متاح الآن!
cs: Aktualizace {newRelease} je k dispozici!
da: Opdatering {newRelease} tilgængelig!
de: Aktualisierung {newRelease} verfügbar!
es: ¡Actualización {newRelease} disponible!
fr: Mise à jour {newRelease} disponible !
id: Pembaruan {newRelease} tersedia!
it: Aggiornamento {newRelease} disponibile!
ko: 업데이트 {newRelease} 사용 가능!
nl: Update {newRelease} beschikbaar!
pt_br: Atualização {newRelease} disponível!
zh: 更新 {newRelease} 可用！
zh_hant: 有可用的更新 {newRelease}！

# newUpdateFoundOnGithub
source: Found a new update on Github
ar: تم اكتشاف تحديث جديد على Github
cs: Na Githubu je nová aktualizaci
da: Fundet en ny opdatering på GitHub
de: Neue Aktualisierung auf Github gefunden
es: Se encontró una nueva actualización en Github
fr: Une nouvelle mise à jour a été trouvée sur Github
id: Pembaruan baru ditemukan di GitHub
it: Trovato un nuovo aggiornamento su Github
ko: GitHub에서 새 업데이트를 찾았어요
nl: Nieuwe update gevonden op Github
pt_br: Nova atualização encontrada no Github
zh: 在 Github 上发现新的更新
zh_hant: 在 Github 上發現新的更新

# settingsEnableOsMediaControlsDesc
source: Allow for playback control using media-keys and show current playing media in OS
ar: يرجى السماح بالتحكم في التشغيل باستخدام مفاتيح الوسائط وعرض الوسائط المشغلة حالياً في نظام التشغيل
cs: Povolit ovládání přehrávání pomocí mediálních kláves a ukázat aktuální přehrávané v systému
da: Aktivér afspilningskontrol med medietaster og vis nuværende medie i OS
de: Ermöglicht die Wiedergabesteuerung mithilfe von Medientasten und zeigt die aktuell wiedergegebenen Medien im Betriebssystem an
es: Permitir el control de la reproducción mediante teclas multimedia y mostrar el contenido multimedia que se está reproduciendo actualmente en el sistema operativo
fr: Permet de contrôler la lecture en utilisant les touches multimédias et synchronise le média en lecture avec le système d'exploitation
id: Izinkan pengendalian pemutaran menggunakan tombol media dan tampilkan media yang sedang diputar di sistem operasi
it: Consenti il controllo della riproduzione tramite tasti multimediali e mostra il supporto di riproduzione corrente nel sistema operativo
ko: 미디어 키를 사용하여 재생 제어를 가능하게 하고 시스템에 현재 재생 중인 미디어를 표시해요
nl: Afspeelbediening via mediatoetsen en toon de huidige afspeelmedia in het besturingssysteem
pt_br: Permitir o controle da reprodução usando as teclas de mídia e mostrar a mídia atual em reprodução no OS
zh: 允许使用媒体键控制播放并在操作系统中显示当前正在播放的媒体
zh_hant: 允許使用媒體鍵控制播放並在作業系統中顯示目前正在播放的媒體

# enableBackgroundPostersTitle
source: Enable background posters
ar: تفعيل الملصقات الخلفية
cs: Povolit plakáty na pozadí
da: Aktivér baggrundsplakater
de: Hintergrundposter aktivieren
es: Habilitar posters de fondo
fr: Activer les affiches en arrière-plan
id: Aktifkan poster latar belakang
it: Abilita poster in background
ko: 배경 포스터 활성화
nl: Achtergrondposters inschakelen
pt_br: Ativar imagens de fundo
zh: 启用背景海报
zh_hant: 啟用背景海報

# enableBackgroundPostersDesc
source: Show random posters in applicable screens
ar: عرض ملصقات عشوائية في الشاشات المناسبة
cs: Zobrazit náhodné plakáty na použitelných obrazovkách
da: Vis tilfældige plakater på relevante skærme
de: Zufällige Poster in den entsprechenden Bildschirmen anzeigen
es: Mostrar posters aleatorios en pantallas aplicables
fr: Montre des affiches aléatoires sur les écrans où cela est possible
id: Tampilkan poster sebagai latar belakang
it: Mostra poster casuali nelle schermate applicabili
ko: 화면에서 랜덤 포스터 표시하기
nl: Toon willekeurige posters in toepasselijke schermen
pt_br: Mostra imagens de fundo aleatórias em telas aplicáveis
zh: 在适用的屏幕上显示随机海报
zh_hant: 在適用的畫面上顯示隨機海報

# notificationDownloadingDownloading
source: Downloading
ar: جار التنزيل
cs: Stahuji
da: Overfører
de: Wird heruntergeladen
es: Descargando
fr: Téléchargement en cours
id: Mengunduh
it: Scaricamento
ko: 다운로드 중
nl: Downloads
pt_br: Baixando
zh: 下载
zh_hant: 下載中

# notificationDownloadingPaused
source: Download paused
ar: تم إيقاف التنزيل مؤقتاً
cs: Stahování pozastaveno
da: Overførsel på pause
de: Herunterladen pausiert
es: Descarga pausada
fr: Téléchargement en pause
id: Unduhan dijeda
it: Scaricamento in pausa
ko: 다운로드 일시중지
nl: Download gepauzeerd
pt_br: Download Pausado
zh: 下载已暂停
zh_hant: 下載已暫停

# notificationDownloadingFinished
source: Download finished
ar: اكتمل التنزيل
cs: Stahování dokončeno
da: Overførsel færdig
de: Herunterladen abgeschlossen
es: Descarga finalizada
fr: Téléchargement terminé
id: Unduhan selesai
it: Scaricamento completato
ko: 다운로드 완료
nl: Download klaar
pt_br: Download finalizado
zh: 下载完成
zh_hant: 下載完成

# notificationDownloadingError
source: Download error
ar: خطأ في التنزيل
cs: Chyba při stahování
da: Overførselsfejl
de: Fehler beim Herunterladen
es: Error de descarga
fr: Erreur de téléchargement
id: Kesalahan unduhan
it: Errore di scaricamento
ko: 다운로드 오류
nl: Download fout
pt_br: Erro no Download
zh: 下载错误
zh_hant: 下載錯誤

# syncAllItemsTitle
source: Sync all items from {itemName}?
ar: هل ترغب في مزامنة جميع العناصر من {itemName}؟
cs: Sychronizovat všechny položky z {itemName}?
da: Synkroniser alle elementer fra {itemName}?
de: Alle Elemente aus {itemName} synchronisieren?
es: ¿Sincronizar todos los elementos de {itemName}?
fr: Synchroniser tous les éléments à partir de {itemName} ?
id: Sinkronkan semua item dari {itemName}?
it: Sincronizza tutti gli elementi da {itemName}?
ko: {itemName}의 모든 항목을 동기화할까요?
nl: Synchroniseer alle items van {itemName}?
pt_br: Sincronizar todos os itens de {itemName}?
zh: 同步来自 {itemName} 的所有项目吗？
zh_hant: 要同步來自 {itemName} 的所有項目嗎？

# syncAllItemsDesc
source: This will sync ({itemCount}) items from '{itemName}' to your device. This can take a while depending on the amount of items.
ar: سيتم مزامنة ({itemCount}) عنصراً من '{itemName}' إلى جهازك. قد يستغرق ذلك بعض الوقت حسب عدد العناصر.
cs: To bude synchronizovat ({itemCount}) položky z '{itemName}' do vašeho zařízení. To může chvíli trvat v závislosti na množství položek.
da: Dette vil synkronisere({itemCount}) elementer fra '{itemName}' til din enhed. Dette kan tage et stykke tid, afhængigt af mængden af elementer.
de: Dies synchronisiert ({itemCount}) Elemente von '{itemName}' zu Ihrem Gerät. Dies kann eine Weile dauern, abhängig von der Menge der Elemente.
es: Esto sincronizará ({itemCount}) elementos de '{itemName}' a tu dispositivo. Esto puede tardar un tiempo dependiendo de la cantidad de elementos.
fr: Ceci va synchroniser ({itemCount}) éléments depuis '{itemName}' avec votre appareil. Cette opération peut prendre un temps certain, selon la quantité d'éléments synchronisés.
id: Ini akan menyinkronkan ({itemCount}) item dari '{itemName}' ke perangkat Anda. Proses ini mungkin memerlukan waktu tergantung pada jumlah itemnya.
it: Verranno sincronizzati {itemCount} elementi da '{itemName}' sul tuo dispositivo. L'operazione potrebbe richiedere del tempo a seconda del numero di elementi.
ko: '{itemName}'의 항목 {itemCount}개가 기기에 동기화될 거예요. 항목 개수에 따라 시간이 다소 걸릴 수 있어요.
nl: Hiermee worden ({itemCount}) items van '{itemName}' gesynchroniseerd naar jouw apparaat. Dit kan even duren, afhankelijk van de hoeveelheid items.
pt_br: Isso sincronizará ({itemCount}) itens de '{itemName}' para o seu dispositivo. O que pode demorar um pouco, dependendo da quantidade de itens.
zh: 这会将 '{itemName}' 中的 ({itemCount}) 个项目同步到您的设备。 这可能需要一段时间，具体取决于项目数量。
zh_hant: 這會將 '{itemName}' 中的 ({itemCount}) 個項目同步到您的裝置。 這可能需要一段時間，具體取決於項目數量。

# syncDeleteAllItemsTitle
source: Delete all synced items from {itemName}?
ar: هل تريد حذف جميع العناصر المُزامنة من {itemName}؟
cs: Smazat všechny synchronizované položky z {itemName}?
da: Slet alle synkroniserede elementer fra {itemName}?
de: Alle synchronisierten Elemente aus {itemName} löschen?
es: ¿Eliminar todos los elementos sincronizados de {itemName}?
fr: Supprimer tous les éléments synchronisés à partir de {itemName} ?
id: Hapus semua item yang telah disinkronkan dari {itemName}?
it: Cancella tutti gli elementi sincronizzati da {itemName}?
ko: {itemName}에서 동기화된 모든 항목을 삭제할까요?
nl: Alle gesynchroniseerde items verwijderen uit {itemName}?
pt_br: Excluir todos os itens sincronizados de {itemName}?
zh: 要删除 {itemName} 中所有已同步的项目吗？
zh_hant: 要刪除 {itemName} 中所有已同步的項目嗎？
