Repository: KeyboardDabbler/gbs-player-app
Catalog: lib/l10n/app_*.arb
Languages: ar, br, cs, da, de, el, es, fr, id, it, ko, nl, pt_br, zh, zh_hant

# libraryFiltersRemoveAll
source: Remove all filters
ar: إزالة جميع الفلاتر
cs: Odebrat všechny filtry
da: Fjern alle filtre
de: Alle Filter entfernen
es: Eliminar todos los filtros
fr: Effacer tous les filtres
id: Hapus semua filter
it: Rimuovi tutti i filtri
ko: 모든 필터 제거
nl: Verwijder alle filters
pt_br: Remover todos os filtros
zh: 删除所有筛选器
zh_hant: 刪除所有篩選器

# libraryFiltersRemoveAllConfirm
source: This will delete all saved filters for every library
ar: سيؤدي ذلك إلى حذف جميع الفلاتر المحفوظة لكل مكتبة
cs: Toto smaže všechny uložené filtry pro každou knihovnu
da: Dette vil slette alle gemte filtre for hvert bibliotek
de: Dies wird alle gespeicherten Filter für jede Bibliothek löschen
es: Esto eliminará todos los filtros guardados para cada biblioteca
fr: Cela supprimera tous les filtres enregistrés pour chaque bibliothèque
id: Ini akan menghapus semua filter yang disimpan untuk setiap perpustakaan
it: Questo eliminerà tutti i filtri salvati per ogni libreria
ko: 이 작업을 실행하면 모든 라이브러리에 저장된 필터가 삭제돼요
nl: Hiermee worden alle opgeslagen filters voor elke bibliotheek verwijderd
pt_br: Isso irá deletar todos os filtros salvos para todas as bibliotecas
zh: 这将删除每个媒体库的所有已保存的筛选器
zh_hant: 這將會刪除每個媒體庫中所有已儲存的篩選器

# playerSettingsOrientationDesc
source: Force the video player into certain orientations
ar: فرض مُشغِّل الفيديو على اتجاهات مُحددة
cs: Vynucení určité orientace přehrávače videa
da: Tving videoafspilleren til bestemte orienteringer
de: Den Videoplayer auf bestimmte Ausrichtungen festlegen
es: Forzar el reproductor de vídeo a adoptar determinadas orientaciones
fr: Forcer le lecteur vidéo dans certaines orientations
id: Atur orientasi layar pemutar
it: Forzare il lettore video in determinati orientamenti
ko: 비디오 플레이어를 특정 화면 방향으로 강제 고정해요
nl: Forceer de videospeler in een bepaalde richting
pt_br: Forçar o player de vídeo em certas orientações
zh: 设置视频播放器为特定方向
zh_hant: 將影片播放器設定為特定方向

# deviceOrientationLandscapeLeft
source: Landscape Left
ar: أفقي لليسار
cs: Horizontálně vlevo
da: Landskab venstre
de: Querformat (links)
es: Horizontal a la izquierda
fr: Paysage Gauche
id: Lanskap Kiri
it: Paesaggio a sinistra
ko: 가로 모드 (왼쪽)
nl: Landschap Links
pt_br: Paisagem à esquerda
zh: 水平向左
zh_hant: 橫向向左

# deviceOrientationLandscapeRight
source: Landscape Right
ar: أفقي لليمين
cs: Horizontálně vpravo
da: Landskab højre
de: Querformat (rechts)
es: Horizontal a la derecha
fr: Paysage Droite
id: Lanskap Kanan
it: Paesaggio a destra
ko: 가로 모드 (오른쪽)
nl: Landschap Rechts
pt_br: Paisagem à direita
zh: 水平向右
zh_hant: 橫向向右

source: Default filter for library
ar: اعدادات الفلتر الافتراضي للمكتبة
cs: Výchozí filtr pro knihovnu
da: Standard filter for bibliotek
de: Standardfilter für Bibliothek
es: Filtro predeterminado para la biblioteca
fr: Filtre par défaut pour la bibliothèque
id: Filter default untuk pustaka
it: Filtro predefinito per la libreria
ko: 라이브러리 기본 필터
nl: Standaardfilter voor bibliotheek
pt_br: Filtro padrão para a biblioteca
zh: 媒体库的默认筛选器
zh_hant: 媒體庫的預設篩選器

# removeFilterForLibrary
source: Remove {filter}?
ar: إزالة {filter}؟
cs: Odebrat {filter}?
da: Fjern {filter}?
de: {filter} entfernen?
es: ¿Eliminar {filter}?
fr: Effacer {filter} ?
id: Hapus {filter}?
it: Rimuovere {filter}?
ko: {filter}를 제거하시겠습니까?
nl: Verwijder {filter}?
pt_br: Remover {filter}?
zh: 删除 {filter}？
zh_hant: 刪除 {filter}？

# playerSettingsOrientationTitle
source: Player orientation
ar: اتجاه المُشغِّل
cs: Orientace přehrávače
da: Afspiller orientering
de: Player-Ausrichtung
es: Orientación del reproductor
fr: Orientation du lecteur
id: Orientasi Pemutar
it: Orientamento del riproduttore
ko: 플레이어 방향
nl: Oriëntatie van de speler
pt_br: Orientação do player
zh: 播放器方向
zh_hant: 播放器方向

# deviceOrientationPortraitUp
source: Portrait Up
ar: عمودي لأعلى
cs: Vertikálně nahoru
da: Portræt opad
de: Hochformat (oben)
es: Vertical
fr: Portrait Haut
id: Potret Atas
it: Ritratto in alto
ko: 세로 모드 (위쪽)
nl: Portret omhoog
pt_br: Retrato para cima
zh: 纵向向上
zh_hant: 縱向向上

# deviceOrientationPortraitDown
source: Portrait Down
ar: عمودي لأسفل
cs: Vertikálně dolů
da: Portræt nedad
de: Hochformat (unten)
es: Retrato hacia abajo
fr: Portrait Bas
id: Potret Bawah
it: Ritratto in basso
ko: 세로 모드 (아래쪽)
nl: Portret naar beneden
pt_br: Retrato para baixo
zh: 纵向向下
zh_hant: 縱向向下

# clientSettingsSchemeVariantTitle
source: Scheme variant
ar: النسق
cs: Varianta schématu
da: Skemavariant
de: Schemavariante
es: Variante de esquema
fr: Modèle alternatif
id: Varian skema
it: Variante dello schema
ko: 테마
nl: Schema variant
pt_br: Variante de esquema
zh: 配色方案
zh_hant: 配色方案

# schemeSettingsRainbow
source: Rainbow
ar: قوس قزح
cs: Duha
da: Regnbue
de: Regenbogen
es: Arcoíris
fr: Arc-en-ciel
id: Pelangi
it: Arcobaleno
ko: 무지개 빛으로
nl: Regenboog
pt_br: Arco-íris
zh: 彩虹
zh_hant: 彩虹

# schemeSettingsVibrant
source: Vibrant
ar: نابض بالحياة
cs: Živé
da: Livlig
de: Lebendig
es: Vibrante
id: Cerah
it: Vibrante
ko: 선명하게
nl: Levendig
pt_br: Vibrante
zh: 有活力
zh_hant: 鮮豔

# schemeSettingsTonalSpot
source: Tonal spot
ar: بقعة لونية
cs: Tónová skvrna
da: Tonalt punkt
de: Tonaler Akzent
es: Punto tonal
fr: Point tonal
it: Macchia tonale
ko: 강조색 위주
nl: Tonale vlek
pt_br: Ponto tonal
zh: 色调点
zh_hant: 色調點

# schemeSettingsFidelity
source: Fidelity
ar: دقة
cs: Věrnost
da: Detaljenøjagtighed
de: Detailtreue
es: Fidelidad
fr: Fidélité
id: Fidelitas
it: Fedeltà
ko: 색 강조
nl: Fideliteit
pt_br: Fidelidade
zh: 保真度
zh_hant: 保真度

# schemeSettingsMonochrome
source: Monochrome
ar: أحادي اللون
cs: Monochromatický
da: Monokrom
de: Monochrom
es: Monocromático
id: Monokrom
it: Monocromatico
ko: 흑백
pt_br: Monocromático
zh: 单色
zh_hant: 單色

# schemeSettingsExpressive
source: Expressive
ar: مُعبر
cs: Expresivní
da: Udtryksfuld
de: Ausdrucksstark
es: Expresivo
fr: Expressif
id: Ekspresif
it: Espressivo
ko: 다채롭게
nl: Expressief
pt_br: Expressivo
zh: 表现力
zh_hant: 表現力

# schemeSettingsContent
source: Content
ar: محتوى
da: Indholdsbaseret
de: Inhaltsbezogen
es: Contenido
fr: Contenu
id: Konten
it: Contenuto
ko: 콘텐츠에 알맞게
nl: Tevreden
pt_br: Conteúdo
zh: 内容
zh_hant: 內容

# schemeSettingsFruitSalad
source: Fruit salad
ar: سلطة فواكه
cs: Ovocný salát
da: Frugtsalat
de: Fruchtsalat
es: Ensalada de fruta
fr: Salade de fruit
id: Salad buah
it: Macedonia
ko: 후르츠
nl: Fruit salade
pt_br: Salada de frutas
zh: 水果沙拉
zh_hant: 水果沙拉

# schemeSettingsNeutral
source: Neutral
ar: مُحايد
cs: Neutrální
fr: Neutre
id: Netral
it: Neutro
ko: 차분하게
nl: Neutraal
pt_br: Neutro
zh: 中性的
zh_hant: 中性

# libraryShuffleAndPlayItems
source: Shuffle and play items
ar: تشغيل العناصر عشوائياً
cs: Zamíchat a přehrát položky
da: Bland og afspil elementer
de: Elemente zufällig abspielen
es: Reproducir elementos aleatoriamente
fr: Mélanger et lire les éléments
id: Acak dan putar item
it: Mescola e riproduci gli elementi
ko: 무작위 재생
nl: Items willekeurig afpselen
pt_br: Embaralhar e reproduzir os itens
zh: 随机播放项目
zh_hant: 隨機播放項目

# libraryPlayItems
source: Play items
ar: تشغيل العناصر
cs: Přehrát položky
da: Afspil elementer
de: Elemente abspielen
es: Reproducir elementos
fr: Lire les éléments
id: Putar item
it: Riproduci elementi
ko: 항목 재생
nl: Items afspelen
pt_br: Reproduzir os itens
zh: 播放项目
zh_hant: 播放項目

# clientSettingsRequireWifiTitle
source: Require Wi-Fi
ar: يتطلب اتصال Wi-Fi
cs: Vyžadovat Wi-Fi
da: Kræv Wi-Fi
de: WLAN erforderlich
es: WiFi requerida
fr: WI-FI Requis
id: Memerlukan Wi-Fi
it: Richiede il Wi-Fi
ko: Wi-Fi 필요
nl: Alleen op Wi-Fi
pt_br: Requer Wi-Fi
zh: 需要 Wi-Fi
zh_hant: 需要 Wi-Fi

# clientSettingsRequireWifiDesc
source: Only download when connected to a Wi-Fi network
ar: التنزيل فقط عند الاتصال بشبكة Wi-Fi
cs: Stahovat pouze při připojení k síti Wi-Fi
da: Kun overfør når forbundet til et Wi-Fi netværk
de: Nur herunterladen, wenn Sie mit einem WLAN-Netzwerk verbunden sind
es: Descargar solo cuando esté conectado a una WiFi
fr: Télécharger seulement sur une connexion WI-FI
id: Hanya unduh saat terhubung ke jaringan Wi-Fi
it: Scarica solo quando sei connesso a una rete Wi-Fi
ko: Wi-Fi 네트워크에 연결된 경우에만 다운로드해요
nl: Alleen downloaden wanneer verbonden met een Wi-Fi-netwerk
pt_br: Baixar apenas quando conectado a uma rede Wi-Fi
zh: 仅在连接到 Wi-Fi 网络时下载
zh_hant: 僅在連線至 Wi-Fi 網路時下載

# clientSettingsShowAllCollectionsTitle
source: Show all collection types
ar: عرض جميع أنواع المجموعات
cs: Zobrazit všechny typy kolekcí
da: Vis alle samlingstyper
de: Alle Kollektionstypen anzeigen
es: Mostrar todos los tipos de colección
fr: Afficher tout les types de collection
id: Tampilkan Semua Koleksi
it: Mostra tutti i tipi di collezione
ko: 모든 컬렉션 유형 표시
nl: Toon alle soorten collecties
pt_br: Mostrar todos os tipos de coleção
zh: 显示所有合集类型
zh_hant: 顯示所有收藏類型

# clientSettingsShowAllCollectionsDesc
source: When enabled, show all collection types, including those not supported by Fladder
ar: عند التمكين، يتم عرض جميع أنواع المجموعات، بما في ذلك تلك غير المدعومة بواسطة Fladder
cs: Pokud je povoleno, zobrazit všechny typy kolekcí, včetně těch, které Fladder nepodporuje
da: Når slået til, vis alle samlingstyper, også dem der ikke understøttes af Fladder
de: Wenn aktiviert, werden alle Sammlungstypen angezeigt, einschließlich derjenigen, die von Fladder nicht unterstützt werden
es: Cuando está habilitado, muestra todos los tipos de colección, incluyendo aquellos que no son compatibles con Fladder
fr: Lorsque activée, affiche tous les types de collections, y compris ceux qui ne sont pas pris en charge par Fladder
id: Jika diaktifkan, tampilkan semua jenis koleksi, termasuk yang tidak didukung oleh Fladder
it: Se abilitato, mostra tutti i tipi di raccolta, inclusi quelli non supportati da Fladder
ko: 이 옵션을 활성화하면 Fladder에서 지원하지 않는 유형을 포함해 모든 컬렉션 유형을 표시해요
nl: Als deze optie is ingeschakeld, worden alle bibliotheek types weergegeven, inclusief de types die niet door Fladder worden ondersteund
pt_br: Quando ativado, mostra todos os tipos de coleção, incluindo aqueles não suportados pelo Fladder
zh: 启用后，显示所有合集类型，包括 Fladder 不支持的合集类型
zh_hant: 啟用後，顯示所有收藏類型，包括 Fladder 不支援的收藏類型

source: Resume video
ar: استئناف الفيديو
cs: Obnovit video
da: Genoptag video
de: Video fortsetzen
es: Reanudar vídeo
fr: Reprendre la lecture
id: Lanjutkan video
it: Riprendi video
ko: 이어보기
nl: Video hervatten
pt_br: Retomar vídeo
zh: 恢复播放视频
zh_hant: 繼續播放影片

source: Play next video
ar: تشغيل الفيديو التالي
cs: Přehrát další video
da: Afspil næste video
de: Nächstes Video abspielen
es: Reproducir el siguiente vídeo
fr: Lire la vidéo suivante
id: Putar video berikutnya
it: Riproduci il video successivo
ko: 다음 영상
nl: Volgend video afspelen
pt_br: Reproduzir próximo vídeo
zh: 播放下一个视频
zh_hant: 播放下一個影片

source: Close video
ar: إغلاق الفيديو
cs: Zavřít video
da: Luk video
de: Video schließen
es: Cerrar vídeo
fr: Fermer la vidéo
id: Tutup video
it: Chiudi video
ko: 닫기
nl: Video sluiten
pt_br: Fechar vídeo
zh: 关闭视频
zh_hant: 關閉影片

source: Stop
ar: توقف
cs: Zastavit
de: Stopp
es: Detener
fr: Arrêter
id: Berhenti
it: Ferma
ko: 정
pt_br: Parar
zh: 停止
zh_hant: 停止

# defaultLabel
source: Default
ar: افتراضي
cs: Výchozí
da: Standard
de: Standard
es: Por defecto
id: Bawaan
it: Predefinito
ko: 기본값
nl: Standaard
pt_br: Padrão
zh: 默认
zh_hant: 預設

# noVideoPlayerOptions
source: The selected backend has no options
ar: الواجهة الخلفية المختارة ليس لديها خيارات
cs: Vybraný backend nemá žádné možnosti
da: Den valgte backend har ingen valgmuligheder
de: Das ausgewählte Backend hat keine Optionen
es: El backend seleccionado no tiene opciones
fr: Le lecteur sélectionné n'a aucune option
id: Backend yang dipilih tidak memiliki opsi
it: Il backend selezionato non ha opzioni
ko: 선택한 백엔드에는 옵션이 없어요
nl: De geselecteerde backend heeft geen instellingen
pt_br: O back-end selecionado não tem opções
zh: 所选的后端没有设置项
zh_hant: 所選的後端沒有設定項

# mdkExperimental
source: MDK is still in a experimental stage
ar: MDK لا يزال في مرحلة تجريبية
cs: MDK je stále v experimentální fázi
da: MDK er i et eksperimentelt stadie
de: MDK ist noch in einer experimentellen Phase
es: MDK todavía está en una etapa experimental
fr: MDK est en phase expérimentale
id: MDK masih dalam tahap eksperimental
it: L'MDK è ancora in fase sperimentale
ko: MDK는 아직 실험 단계에 있어요
nl: MDK backend is nog experimenteel
pt_br: MDK ainda está em fase experimental
zh: MDK 仍处于实验阶段
zh_hant: MDK 仍處於實驗階段

# playerSettingsBackendTitle
source: Video player Backend
ar: الواجهة الخلفية لمُشغِّل الفيديو
cs: Backend přehrávače videa
da: Videoafspiller Backend
es: Backend del reproductor de vídeo
fr: Lecteur vidéo
id: Backend Pemutar Video
it: Backend del lettore video
ko: 비디오 플레이어 백엔드
nl: Videospeler Backend
pt_br: Backend do player de vídeo
zh: 视频播放器后端
zh_hant: 影片播放器後端

# playerSettingsBackendDesc
source: Choose your preferred media player for optimal playback experience
ar: اختر مشغل الوسائط المفضل لديك لتجربة تشغيل مثالية
cs: Vyberte si preferovaný přehrávač médií pro optimální zážitek z přehrávání
da: Vælg din foretrukne medieafspiller for optimal afspilningsoplevelse
de: Wählen Sie Ihren bevorzugten Mediaplayer für optimale Wiedergabeerfahrung
es: Elija su reproductor multimedia preferido para una experiencia de reproducción óptima
fr: Choisissez votre lecteur vidéo préféré pour une expérience de lecture optimale
id: Pilih backend pemutar video
it: Scegli il tuo lettore multimediale preferito per un'esperienza di riproduzione ottimale
ko: 최적의 재생 환경을 위해 선호하는 미디어 플레이어를 선택해 주세요
nl: Kies je mediaspeler backend voor een optimale afspeelervaring
pt_br: Escolha o seu player de mídia preferido para uma experiência de reprodução ideal
zh: 选择您喜好的媒体播放器以获得最佳播放体验
zh_hant: 選取您偏好的媒體播放器以獲得最佳播放體驗

# skipButtonLabel
source: Skip {segment}
ar: تخطي {segment}
cs: Přeskočit {segment}
da: Spring over {segment}
de: {segment} überspringen
es: Omitir {segment}
fr: Sauter {segment}
id: Lewati {segment}
it: Salta {segment}
ko: {segment} 건너뛰기
pt_br: Pular {segment}
zh: 跳过 {segment}
zh_hant: 跳過 {segment}

# mediaSegmentPreview
source: Preview
ar: معاينة
cs: Náhled
da: Forhåndsvisning
de: Vorschau
es: Vista previa
fr: Aperçu
id: Pratinjau
it: Anteprima
ko: 예고편
nl: Voorvertoning
pt_br: Prévia
zh: 预告
zh_hant: 預告

# mediaSegmentRecap
source: Recap
ar: ملخص
cs: Shrnutí
da: Opsummering
de: Rückblick
es: Resumen
fr: Récap
id: Ringkasan
it: Ricapitolare
ko: 지난 이야기
nl: Samenvatting
pt_br: Recapitular
zh: 回顾
zh_hant: 回顧

# mediaSegmentOutro
source: Outro
ar: خاتمة
cs: Konec
es: Créditos
id: Penutup
it: Conclusione
ko: 엔딩
nl: Uitro
pt_br: Encerramento
zh: 片尾
zh_hant: 片尾

# mediaSegmentIntro
source: Intro
ar: مقدمة
cs: Začátek
es: Introducción
id: Pembuka
it: Introduzione
ko: 오프닝
nl: Inleiding
pt_br: Introdução
zh: 片头
zh_hant: 片頭

# mediaSegmentUnknown
source: Unknown
ar: مجهول
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fr: Inconnu
id: Tidak Diketahui
it: Sconosciuto
ko: 알 수 없음
nl: Onbekend
pt_br: Desconhecido
zh: 未知
zh_hant: 未知

# mediaSegmentCommercial
source: Commercial
ar: إعلان تجاري
cs: Reklama
da: Reklame
de: Werbung
es: Comercial
id: Iklan
it: Commerciale
ko: 광고
nl: Reclame
pt_br: Comercial
zh: 广告
zh_hant: 廣告

source: Error logs
ar: سجلات الأخطاء
cs: Protokoly chyb
da: Fejllogs
de: Fehlerprotokolle
es: Registro de errores
fr: Journal d'erreurs
id: Log Kesalahan
it: Registri degli errori
ko: 오류 로그
nl: Foutlogs
pt_br: Registros de erros
zh: 错误日志
zh_hant: 錯誤日誌

source: External
ar: خارجي
cs: Externí
da: Ekstern
de: Extern
es: Externo
fr: Externe
id: Eksternal
it: Esterno
ko: 외부
nl: Extern
pt_br: Externo
zh: 外部链接
zh_hant: 外部

# downloadFile
source: Download {type}
ar: تنزيل {type}
cs: Stáhnout {type}
da: Overfør {type}
de: {type} herunterladen
es: Descargar {type}
fr: Télécharger {type}
id: Unduh {type}
it: Scarica {type}
ko: {type} 다운로드
zh: 下载{type}
zh_hant: 下載{type}

source: Copy stream url
ar: نسخ رابط البث
cs: Kopírovat URL streamu
da: Kopier stream url
de: Stream-URL kopieren
es: Copiar url de la transmisión
fr: Copier l'url du flux
id: Salin url streaming
it: Copia url dello stream
ko: 스트림 URL 복사
nl: Stream-URL kopiëren
pt_br: Copiar URL do stream
zh: 复制流媒体网址
zh_hant: 複製串流網址

# settingsLayoutSizesTitle
source: Layout Sizes
ar: أحجام التخطيط
cs: Velikosti rozvržení
da: Layoutstørrelser
de: Layout Größen
es: Tamaños de interfaz
fr: Tailles d'affichage
id: Ukuran Tata Letak
it: Dimensioni del layout
ko: 레이아웃 크기
nl: Lay-out Formaten
pt_br: Tamanhos de layout
zh: 布局尺寸
zh_hant: 版面配置尺寸

# settingsLayoutSizesDesc
source: Choose which layout sizes the app can use based on window size
ar: اختر أحجام التخطيط التي يمكن للتطبيق استخدامها بناءً على حجم النافذة
cs: Vyberte, které velikosti rozvržení může aplikace použít na základě velikosti okna
da: Vælg, hvilke layoutstørrelser appen kan bruge baseret på vinduesstørrelse
de: Wählen Sie, welche Layoutgrößen die App basierend auf der Fenstergröße verwenden kann
es: Selecciona los diseños que la app puede utilizar según el tamaño de la ventana
fr: Choisissez les affichages que l’application peut utiliser en fonction de la taille de la fenêtre
id: Pilih ukuran tata letak yang dapat digunakan aplikasi berdasarkan ukuran jendela
it: Scegli quali dimensioni di layout l'app può utilizzare in base alle dimensioni della finestra
ko: 창 크기에 따라 앱에서 사용할 레이아웃 크기를 선택해요
nl: Kies welke lay-outformaten de app mag gebruiken op basis van de venstergrootte
pt_br: Escolha quais tamanhos de layout o aplicativo pode usar com base no tamanho da janela
zh: 根据窗口大小选择应用程序可以使用的布局大小
zh_hant: 根據視窗大小選取應用程式可以使用的版面配置大小

# settingsLayoutModesTitle
source: Layout Modes
ar: أوضاع التخطيط
cs: Režimy rozvržení
da: Layouttilstande
de: Layout-Modi
es: Modos de disposición
fr: Mode d'affichage
id: Mode Tata Letak
it: Modalità di layout
ko: 레이아웃 모드
nl: Lay-out modi
pt_br: Modos de layout
zh: 布局模式
zh_hant: 版面配置模式

# settingsLayoutModesDesc
source: Control whether the app can use single or dual-panel layouts
ar: تحكم فيما إذا كان التطبيق يمكنه استخدام تخطيطات اللوحة المفردة أو المزدوجة
cs: Určete, zda aplikace může používat rozvržení s jedním nebo dvěma panely
da: Kontroller, om appen kan bruge enkelt eller dobbeltpanel layouts
de: Steuere, ob die App ein Einzelfenster- oder Zweifenster-Layout verwenden kann
es: Controlar que la aplicación use disposición de panel único o doble
fr: Contrôlez si l’application peut utiliser une disposition à panneau unique ou double panneau
id: Atur apakah aplikasi dapat menggunakan tata letak satu panel atau dua panel
it: Controlla se l'app può utilizzare layout a pannello singolo o doppio
ko: 앱에서 단일 패널 또는 이중 패널 레이아웃을 사용할 수 있는지 제어해요
nl: Bepaal of de app lay-outs met één of twee panelen kan gebruiken
pt_br: Controle se o aplicativo pode usar layouts de painel único ou duplo
zh: 控制应用是否可以使用单面板或双面板布局
zh_hant: 控制應用程式是否可以使用單面板或雙面板版面配置

source: Phone
ar: الهاتف
cs: Telefon
da: Telefon
de: Telefon
es: Móvil
fr: Téléphone
id: Ponsel
it: Telefono
ko: 휴대폰
nl: Telefoon
pt_br: Telefone
zh: 手机
zh_hant: 手機

source: Tablet
ar: الجهاز اللوحي
fr: Tablette
ko: 태블릿
zh: 平板电脑
zh_hant: 平板電腦

source: Desktop
ar: سطح المكتب
cs: Počítač
da: Stationær computer
es: Escritorio
fr: Bureau
ko: 데스크톱
zh: 桌面
zh_hant: 桌面

# layoutModeDual
source: Dual
ar: مزدوج
cs: Dvojitý
da: Dobbelt
de: Doppelt
es: Doble
fr: Double
id: Ganda
it: Doppio
ko: 이중 패널
nl: Twee
pt_br: Duplo
zh: 双
zh_hant: 雙

# layoutModeSingle
source: Single
ar: فردي
cs: Jeden
da: Enkel
de: Einzeln
es: Único
id: Tunggal
it: Singolo
ko: 단일 패널
nl: Enkel
pt_br: Único
zh: 单
zh_hant: 單

source: Copied to clipboard
ar: تم النسخ إلى الحافظة
cs: Zkopírováno do schránky
da: Kopieret til udklipsholder
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
id: Disalin ke papan klip
it: Copiato negli appunti
ko: 클립보드에 복사했어요
nl: Gekopieerd naar klembord
pt_br: Copiado para a área de transferência
zh: 已复制到剪贴板
zh_hant: 已複製到剪貼簿

# episodeAvailable
source: Available
ar: متاح
cs: Dostupná
da: Tilgængelig
de: Verfügbar
es: Disponible
fr: Disponible
id: Tersedia
it: Disponibile
ko: 이용 가능
nl: Beschikbaar
pt_br: Disponível
zh: 播出中
zh_hant: 可用

# episodeUnaired
source: Unaired
ar: لم يُبث
cs: Nevysílána
da: Usendt
de: Unveröffentlicht
es: No emitido
fr: Non diffusé
id: Belum Tayang
it: Non trasmesso
ko: 미방영
nl: Niet uitgezonden
pt_br: Não exibido
zh: 未播出
zh_hant: 未播出

# episodeMissing
source: Missing
ar: مفقود
cs: Chybí
da: Manglende
de: Fehlt
es: Faltante
fr: Manquant
id: Tidak Tersedia
it: Mancante
ko: 누락됨
nl: Ontbreekt
pt_br: Faltando
zh: 缺少的
zh_hant: 缺少的

# homeStreamingQualityTitle
source: Home quality
ar: جودة المنزل
cs: Kvalita v domácí síti
da: Hjemmekvalitet
de: Qualität für Zuhause
es: Calidad en casa
fr: Qualité à domicile
id: Kualitas di rumah
it: Qualità home
ko: 홈 화질
nl: Thuisnetwerk kwaliteit
pt_br: Qualidade na rede local
zh: 家庭网络质量
zh_hant: 家用網路品質

# homeStreamingQualityDesc
source: Maximum streaming quality when connected to home network
ar: أقصى جودة بث عند الاتصال بشبكة المنزل
cs: Maximální kvalita streamování při připojení k domácí síti
da: Maksimal streamingkvalitet når forbundet til hjemmenetværk
de: Maximale Streaming-Qualität, wenn mit Heimnetz verbunden
es: Calidad máxima al estar conectado a la red de casa
fr: Qualité maximale de streaming lorsque connecté au réseau domestique
id: Kualitas streaming maksimum saat terhubung ke jaringan rumah
it: Massima qualità di streaming quando connesso alla rete domestica
ko: 홈 네트워크 연결 시 최대 스트리밍 화질
nl: Maximale streamingkwaliteit bij verbinding met het thuisnetwerk
pt_br: Qualidade máxima de streaming quando conectado à rede doméstica
zh: 连接到家庭网络时可获得最佳流媒体质量
zh_hant: 連線到家用網路時可獲得最佳串流品質

# internetStreamingQualityTitle
source: Internet quality
ar: جودة الإنترنت
cs: Kvalita přes internet
da: Internetkvalitet
de: Internet-Qualität
es: Calidad por Internet
fr: Qualité par Internet
id: Kualitas internet
it: Qualità internet
ko: 인터넷 화질
nl: Internet kwaliteit
pt_br: Qualidade na rede externa
zh: 网络质量
zh_hant: 行動網路品質

# internetStreamingQualityDesc
source: Maximum streaming quality over the internet (mobile)
ar: أقصى جودة بث عبر الإنترنت (الجوال)
cs: Maximální kvalita streamování přes internet (mobilní zařízení)
da: Maksimal streamingkvalitet over mobildata
de: Maximale Streaming-Qualität über das Internet (mobile)
es: Calidad máxima por Internet (móvil)
fr: Qualité de streaming maximale via Internet (mobile)
id: Kualitas streaming maksimum melalui internet (seluler)
it: Massima qualità di streaming su Internet (mobile)
ko: 일반 네트워크 사용 시 최대 스트리밍 화질 (모바일)
nl: Maximale streamingkwaliteit via internet (mobiel)
pt_br: Qualidade máxima de streaming por dados móveis (celular)
zh: 使用移动网络时可获得最佳流媒体质量
zh_hant: 使用行動網路時可獲得最佳串流品質

# qualityOptionsTitle
source: Quality options
ar: خيارات الجودة
cs: Možnosti kvality
da: Kvalitetsvalgmuligheder
de: Qualitätsoptionen
es: Opciones de calidad
fr: Options de qualité
id: Opsi kualitas
it: Opzioni qualità
ko: 품질 옵션
nl: Kwaliteit opties
pt_br: Opções de Qualidade
zh: 质量选项
zh_hant: 品質選項

# qualityOptionsOriginal
source: Original
ar: الأصلي
cs: Originál
id: Asli
it: Originale
ko: 원본
nl: Origineel
zh: 原画
zh_hant: 原始

# qualityOptionsAuto
source: Auto
ar: تلقائي
id: Otomatis
it: Automatico
ko: 자동
pt_br: Automático
zh: 自动
zh_hant: 自動

source: Version
ar: إصدار
cs: Verze
es: Versión
id: Versi
it: Versione
ko: 버전
nl: Versie
pt_br: Versão
zh: 版本
zh_hant: 版本

# segmentActionSkip
source: Skip
ar: تخطي
cs: Přeskočit
da: Spring over
de: Überspringen
es: Omitir
fr: Sauter
id: Lewati
it: Salta
ko: 건너뛰기
nl: Overslaan
pt_br: Pular
zh: 跳过
zh_hant: 跳過

# segmentActionNone
source: None
ar: لا شيء
cs: Žádný
da: Ingen
de: Keine
es: Ninguno
fr: Aucun
id: Tidak ada
it: Nessuno
ko: 없음
nl: Geen
pt_br: Nenhum
zh: 无
zh_hant: 無

source: Media segment actions
ar: إجراءات مقاطع الوسائط
cs: Akce segmentu médií
da: Mediesegmenthandlinger
de: Mediensegment Aktionen
es: Acciones para los segmentos de vídeo
fr: Actions pour les médias
id: Tindakan segmen media
it: Azioni del segmento media
ko: 미디어 세그먼트 동작
nl: Media segment acties
pt_br: Ações do segmento de mídia
zh: 媒体片段操作
zh_hant: 媒體片段操作
