Repository: KeyboardDabbler/gbs-player-app
Catalog: lib/l10n/app_*.arb
Languages: ar, br, cs, da, de, el, es, fr, id, it, ko, nl, pt_br, zh, zh_hant

# batteryOptimizationDesc
source: Battery optimizations may delay background notifications for Fladder. Tap to open system settings and disable optimizations for Fladder to improve notification reliability.
de: Batterieoptimierungen können Hintergrundbenachrichtigungen für Fladder verzögern. Tippe hier, um die Systemeinstellungen zu öffnen und die Optimierungen für Fladder zu deaktivieren, um die Zuverlässigkeit der Benachrichtigungen zu verbessern.
it: Le ottimizzazioni della batteria possono ritardare le notifiche in background per Fladder. Tocca per aprire le impostazioni di sistema e disattivare le ottimizzazioni per Fladder per migliorare l'affidabilità delle notifiche.
nl: Batterijoptimalisaties kunnen achtergrondmeldingen voor Fladder vertragen. Tik om de systeeminstellingen te openen en optimalisaties voor Fladder uit te schakelen om de betrouwbaarheid van meldingen te verbeteren.
zh: 电池优化可能会延迟 Fladder 的后台通知。 点击打开系统设置，关闭 Fladder 的电池优化功能，以提高通知的可靠性。

# settingsBlurEffectsTitle
source: Enable blur effects
de: Unschärfe Effekt aktivieren
nl: Blur effecten aanzetten
zh: 启用模糊效果

# settingsBlurEffectsDesc
source: Enable blur effects in the UI. Disabling this can improve performance on lower-end devices.
de: Aktiviert den Unschärfeeffekte in der Benutzeroberfläche. Das Deaktivieren kann die Leistung auf Geräten mit niedrigerer Leistung verbessern.
nl: Schakel vervagingseffecten in de gebruikersinterface in. Het uitschakelen hiervan kan de prestaties op minder krachtige apparaten verbeteren.
zh: 启用用户界面中的模糊效果。禁用此功能可以提高低端设备的性能。

# profileSettingsOpenAuthAtLaunch
source: Show auth-method on app lock
de: Authentifizierungsmethode beim App sperren anzeigen
nl: Toon authenticatiemethode bij app-vergrendeling
zh: 在应用锁上显示身份验证方法

source: Toggle sidebar
de: Seitenleiste umschalten
zh: 切换侧边栏

# settingsClientTitle
source: Fladder
ar: فلادر
id: Klien

# screensaverLogo
source: Logo
ar: الشعار

# logo
source: {count, plural, other{Logos} one{Logo}}
ar: {count, plural, one{شعار} other{شعارات}}
da: {count, plural, other{Logoer} one{Logo}}
id: {count, plural, other{Logo} one{Logo}}
it: {count, plural, other{Logo} one{Logo}}
nl: {count, plural, one{Logo} other{Logo''s}}
zh_hant: {count, plural, other{標誌} one{標誌}}

source: Seerr
ar: سيير (Seerr)
de: Seer

# seerrAuthJellyfin
source: Jellyfin
ar: جيلي فين (Jellyfin)

source: URL
ar: الرابط (URL)
