Repository: KeyboardDabbler/gbs-player-app
Catalog: lib/l10n/app_*.arb
Languages: ar, br, cs, da, de, el, es, fr, id, it, ko, nl, pt_br, zh, zh_hant

# addItemsToCollection
source: Add {itemLength} item(s) to collection
ar: إضافة {itemLength} من العناصر إلى المجموعة
cs: Přidat {itemLength} položku/položek do kolekce
da: Tilføj {itemLength} element(er) til samling
de: {itemLength} Artikel zur Sammlung hinzufügen
es: Añadir {itemLength} artículo(s) a la colección
fr: Ajouter {itemLength} objet(s) à la collection
id: Tambahkan {itemLength} item ke koleksi
it: Aggiungi {itemLength} elemento/i alla collezione
nl: Voeg {itemLength} item(s) toe aan collectie
pt_br: Adicionar {itemLength} item(ns) à coleção
zh: 将 {itemLength} 个项目添加到合集
zh_hant: 將 {itemLength} 個項目新增至收藏

# syncNoFolderSetup
source: No sync folder setup
ar: لم يتم إعداد مجلد مزامنة
cs: Žádné nastavení synchronizační složky
da: Ingen synkroniseringsmappeopsætning
de: Kein Synchronisationsordner eingerichtet
es: La carpeta para la sincronización no está configurada
fr: Pas de dossier de synchronisation configuré
id: Belum ada folder yang diatur
it: Nessuna configurazione della cartella di sincronizzazione
nl: Geen synchronisatiemap gezet
pt_br: Nenhuma configuração de pasta de sincronização
zh: 未设置同步文件夹
zh_hant: 未設定同步資料夾

# syncStatusNotFound
source: Not Found
ar: غير موجود
cs: Nenalezeno
da: Ikke fundet
de: Nicht gefunden
es: No encontrado
fr: Non-trouvé
id: Tidak Ditemukan
it: Non Trovato
nl: Niet gevonden
pt_br: Não encontrado
zh: 资源未找到
zh_hant: 找不到資源

# syncStatusPaused
source: Paused
ar: متوقف مؤقتاً
cs: Pozastaveno
da: Sat på pause
de: Pausiert
es: Pausada
fr: En pause
id: Dijeda
it: In pausa
nl: Gepauzeerd
pt_br: Pausado
zh: 同步已暂停
zh_hant: 同步已暫停

# syncOverlayDeleting
source: Removing synced item
ar: إزالة العنصر الذي تمت مزامنته
cs: Odebírání synchronizované položky
da: Fjern synkroniserede elementer
de: Synchronisiertes Element wird entfernt
es: Eliminar elemento(s) sincronizado(s)
fr: Suppression du contenu synchronisé
id: Menghapus item yang disinkronkan
it: Rimozione dell'elemento sincronizzato
nl: Gesynchroniseerd item verwijderen
pt_br: Removendo item sincronizado
zh: 正在删除已同步的项目
zh_hant: 正在刪除已同步的項目

# aboutBuild
source: Build: {buildNumber}
ar: رقم البناء: {buildNumber}
cs: Verze sestavení: {buildNumber}
es: Compilación: {buildNumber}
nl: Iteratie: {buildNumber}
pt_br: Compilação: {buildNumber}
zh: 构建：{buildNumber}
zh_hant: 建置：{buildNumber}

# syncStatusCanceled
source: Canceled
ar: تم الإلغاء
cs: Zrušeno
da: Afbrudt
de: Abgebrochen
es: Cancelada
fr: Annulé
id: Dibatalkan
it: Annullato
nl: Geannuleerd
pt_br: Cancelado
zh: 用户已取消
zh_hant: 使用者已取消

# settingsHomeBannerInformationDesc
source: Information to show in home banner
ar: المعلومات المراد عرضها في البانر الرئيسي
cs: Informace, které se mají zobrazit na domovském banneru
da: Information, der vises i hjembanner
de: Informationen zur Anzeige im Home-Banner
es: Información para mostrar en el banner de inicio
fr: Information à afficher dans la bannière d'accueil
id: Informasi yang ditampilkan di banner beranda
it: Informazioni da mostrare nel banner iniziale
nl: Informatie om weer te geven in de home-banner
pt_br: Informações para mostrar no banner inicial
zh: 主页横幅中显示的信息
zh_hant: 首頁橫幅中顯示的資訊

# settingsHomeBannerInformationTitle
source: Banner information
ar: معلومات البانر
cs: Informace na banneru
es: Información del banner
fr: Bannière d'information
id: Informasi banner
it: Informazioni sul banner
nl: Bannerinformatie
pt_br: Banner de informação
zh: 横幅信息
zh_hant: 橫幅資訊

# syncStatusEnqueued
source: Enqueued
ar: في قائمة الانتظار
cs: Zařazeno do fronty
da: I kø
de: Zur Warteschlange hinzugefügt
es: En cola
fr: Ajouté à la file d'attente
id: Diantri
it: In coda
nl: In wachtrij
pt_br: Enfileirado
zh: 已添加到队列
zh_hant: 已新增至佇列

# syncStatusRunning
source: Running
ar: قيد التشغيل
cs: Synchronizování
da: Kører
de: Läuft
es: Ejecutándose
fr: En cours
id: Berjalan
it: In corso
nl: Downloaden
pt_br: Executando
zh: 同步中
zh_hant: 同步中

# syncStatusFailed
source: Failed
ar: فشل
cs: Neúspěšné
da: Fejlet
de: Fehlgeschlagen
es: Fallida
fr: Echoué
id: Gagal
it: Fallito
nl: Mislukt
pt_br: Falha
zh: 同步失败
zh_hant: 同步失敗

# syncStatusWaitingToRetry
source: Waiting to retry
ar: في انتظار إعادة المحاولة
cs: Čekání na opakování
da: Venter på at prøve igen
de: Warte auf erneuten Versuch
es: Esperando para reintentar
fr: En attente pour réessayer
id: Menunggu untuk mencoba lagi
it: In attesa di riprovare
nl: Wachten om opnieuw te proberen
pt_br: Aguardando para tentar novamente
zh: 等待自动重试
zh_hant: 正在等待自動重試

# syncStatusSynced
source: Synced
ar: تمت المزامنة
cs: Synchronizováno
da: Synkroniseret
de: Synchronisiert
es: Sincronizada
fr: Synchronisé
id: Tersinkronisasi
it: Sincronizzato
nl: Gesynchroniseerd
pt_br: Sincronizado
zh: 已完成同步
zh_hant: 已完成同步

# syncOverlaySyncing
source: Syncing item details
ar: مزامنة تفاصيل العنصر
cs: Synchronizace podrobností o položce
da: Synkroniserer element detaljer
de: Elementdetails werden synchronisiert
es: Sincronizar detalle(s) de artículo(s)
fr: Synchronisation des détails
id: Menyinkronkan detail item
it: Sincronizzazione dei dettagli dell'elemento
nl: Item details synchroniseren
pt_br: Sincronizando detalhes do item
zh: 正在同步项目详情
zh_hant: 正在同步項目詳細資訊

# syncSelectDownloadsFolder
source: Select downloads folder
ar: تحديد مجلد التنزيلات
cs: Vyberte složku pro stahování
da: Vælg overførselsmappe
de: Wählen Sie den Downloads-Ordner
es: Selecciona la carpeta de descargas
fr: Sélectionnez le dossier de téléchargement
id: Pilih folder unduhan
it: Seleziona la cartella dei download
nl: Selecteer de downloadmap
pt_br: Selecione a pasta de downloads
zh: 选择下载文件夹
zh_hant: 選取下載資料夾

# syncRemoveUnableToDeleteItem
source: Unable to remove synced item, something went wrong
ar: تعذر إزالة العنصر الذي تمت مزامنته، حدث خطأ ما
cs: Nepodařilo se odstranit synchronizovanou položku, něco se pokazilo
da: Kan ikke fjerne det synkroniserede element, noget gik galt
de: Synchronisiertes Element kann nicht entfernt werden, es ist ein Fehler aufgetreten
es: No se puede eliminar el elemento sincronizado, algo ha ido mal
fr: Incapable de supprimer l'élément synchronisé, quelque chose a mal tourné
id: Gagal menghapus item yang disinkronkan, terjadi kesalahan
it: Impossibile rimuovere l'elemento sincronizzato, qualcosa è andato storto
nl: Kan gesynchroniseerd item niet verwijderen, er is iets misgegaan
pt_br: Não foi possível remover o item sincronizado, algo deu errado
zh: 出现了一些问题，导致无法移除已同步的项目
zh_hant: 發生了一些問題，導致無法移除已同步的項目

# syncAddItemForSyncing
source: Added {item} for syncing
ar: تمت إضافة {item} للمزامنة
cs: Přidána položka {item} pro synchronizaci
da: Tilføjet {item} til synkronisering
de: {item} zur Synchronisation hinzugefügt
es: Añadido {item} para sincronizar
fr: Ajouté {item} pour la synchronisation
id: {item} telah ditambahkan untuk disinkronkan
it: Aggiunto {item} per la sincronizzazione
nl: {item} toegevoegd voor synchronisatie
pt_br: Adicionado {item} para sincronização
zh: 已添加 {item} 进行同步
zh_hant: 已新增 {item} 進行同步

source: Started syncing {item}
ar: بدأت مزامنة {item}
cs: Zahájena synchronizace položky {item}
da: Synkronisering af {item} begyndt
de: Synchronisation von {item} gestartet
es: La sincronización de {item} ha comenzado
fr: Synchronisation commencée pour {item}
id: Sinkronisasi {item} dimulai
it: Sincronizzazione avviata di {item}
nl: Begonnen met synchroniseren {item}
pt_br: Iniciada a sincronização de {item}
zh: 已开始同步 {item}
zh_hant: 已開始同步 {item}

# unableToSyncItem
source: Unable to sync {item}, something went wrong
ar: تعذر مزامنة {item}، حدث خطأ ما
cs: Nelze synchronizovat {item}, něco se pokazilo
da: Kan ikke synkronisere {item}, noget gik galt
de: {item} kann nicht synchronisiert werden, es ist ein Fehler aufgetreten
es: No se ha podido sincronizar {item}, algo ha ido mal
fr: Incapable de synchroniser {item}, quelque chose a mal tourné
id: Gagal menyinkronkan {item}, terjadi kesalahan
it: Impossibile sincronizzare {item}, qualcosa è andato storto
nl: Kan {item} niet synchroniseren, er is iets misgegaan
pt_br: Não foi possível sincronizar {item}, algo deu errado
zh: 无法同步 {item}，出了点问题
zh_hant: 無法同步 {item}，發生了一些問題

# addToNewCollection
source: New collection
ar: مجموعة جديدة
cs: Nová kolekce
da: Ny samling
de: Neue Kollektion
es: Nueva colección
fr: Nouvelle collection
id: Koleksi baru
it: Nuova collezione
nl: Nieuwe collectie
pt_br: Nova coleção
zh: 新建合集
zh_hant: 新增收藏

# removedFromCollection
source: Removed from {collectionName} collection
ar: تمت الإزالة من مجموعة {collectionName}
cs: Odstraněno z kolekce {collectionName}
da: Fjernet fra {collectionName} samling
de: Von {collectionName} Sammlung entfernt
es: Eliminado de la colección {collectionName}
fr: Supprimé de {collectionName}
id: Dihapus dari koleksi {collectionName}
it: Rimosso dalla collezione {collectionName}
nl: Verwijderd uit de collectie {collectionName}
pt_br: Removido da coleção {collectionName}
zh: 已从 {collectionName} 合集中移除
zh_hant: 已從 {collectionName} 收藏中移除

# settingsHomeBannerDescription
source: Display as a slideshow, carousel, or hide the banner
ar: العرض كعرض شرائح، كاروسيل، أو إخفاء البانر
cs: Zobrazit jako prezentaci, kolotoč nebo skrýt banner
da: Vis som et diasshow, karrusel, eller skjul banneret
de: Als Diashow oder Karussell anzeigen oder das Banner ausblenden
es: Mostrar como una presentación de diapositivas, carrusel, o ocultar el baner
fr: Afficher en tant que Diaporama, carrousel, ou cacher la bannière
id: Tampilkan sebagai tayangan slide, carousel, atau sembunyikan banner
it: Visualizza come presentazione, carosello o nascondi il banner
nl: Weergeven als diavoorstelling, carrousel, of de banner verbergen
pt_br: Exibir como apresentação de slides, carrossel ou ocultar o banner
zh: 显示为幻灯片、轮播或隐藏横幅
zh_hant: 顯示為幻燈片、輪播或隱藏橫幅

# homeBannerCarousel
source: Carousel
ar: كاروسيل
br: Karousel
cs: Kolotoč
da: Karrusel
de: Karussell
el: Καρουζέλ
es: Carrusel
fr: Carrousel
id: Korsel
it: Carosello
ko: 카드
nl: Carrousel
pt_br: Carrossel
zh: 轮播
zh_hant: 輪播

# settingsHomeBannerTitle
source: Home banner
ar: البانر الرئيسي
cs: Domovský banner
da: Hjembanner
es: Banner de inicio
fr: Bannière d'accueil
id: Banner Beranda
it: Banner iniziale
nl: Start banner
pt_br: Banner inicial
zh: 主页横幅
zh_hant: 首頁橫幅

# addItemsToPlaylist
source: Add {itemLength} item(s) to playlist
ar: إضافة {itemLength} من العناصر إلى قائمة التشغيل
cs: Přidat {itemLength} položku/položek do seznamu skladeb
da: Tilføj {itemLength} element(er) til spilleliste
de: {itemLength} Artikel zur Wiedergabeliste hinzufügen
es: Añadir {itemLength} elemento(s) a la lista de reproducción
fr: Ajouter {itemLength} contenus à la playlist
id: Tambahkan {itemLength} item ke daftar putar
it: Aggiungi {itemLength} elementi alla scaletta
nl: Voeg {itemLength} item(s) toe aan afspeellijst
pt_br: Adicionar {itemLength} item(ns) à playlist
zh: 将 {itemLength} 个项目添加到播放列表
zh_hant: 將 {itemLength} 個項目新增至播放清單

# aboutVersion
source: Version: {version}
ar: الإصدار: {version}
cs: Verze: {version}
es: Versión: {version}
id: Versi: {version}
it: Versione: {version}
nl: Versie: {version}
pt_br: Versão: {version}
zh: 版本：{version}
zh_hant: 版本：{version}

# aboutCreatedBy
source: Created by DonutWare
ar: تم إنشاؤه بواسطة DonutWare
cs: Vytvořil DonutWare
da: Udviklet af DonutWare
de: Erstellt von DonutWare
es: Creado por DonutWare
fr: Créé par DonutWare
id: Dibuat oleh DonutWare
it: Creato by DonutWare
nl: Gemaakt door DonutWare
pt_br: Criado por DonutWare
zh: 由 DonutWare 创建
zh_hant: 由 DonutWare 建立

# addedToPlaylist
source: Added to {playlistName} playlist
ar: تمت الإضافة إلى قائمة تشغيل {playlistName}
cs: Přidáno do seznamu skladeb {playlistName}
da: Tilføjet til {playlistName} spilleliste
de: Zu Playlist {playlistName} hinzugefügt
es: Añadido a la lista de reproducción {playlistName}
fr: Ajouté(e) à {playlistName}
id: Ditambahkan ke daftar putar {playlistName}
it: Aggiunto alla scaletta {playlistName}
nl: Toegevoegd aan {playlistName} afspeellijst
pt_br: Adicionado à playlist {playlistName}
zh: 已添加到 {playlistName} 播放列表
zh_hant: 已新增至 {playlistName} 播放清單

# aboutSocials
source: Socials
ar: وسائل التواصل الاجتماعي
cs: Sociální sítě
da: Sociale medier
es: Sociales
fr: Réseaux Sociaux
id: Media Sosial
nl: Sociaal
pt_br: Social
zh: 社交
zh_hant: 社群

source: Subtitle
ar: الترجمة
cs: Titulek
da: Undertekst
de: Untertitel
es: Subtitular
fr: Sous-titre
it: Sottotitolo
nl: Ondertitel
pt_br: Legenda
zh: 字幕
zh_hant: 字幕

source: Subtitle configuration
ar: إعدادات الترجمة
cs: Konfigurace titulků
da: Undertekstindstillinger
de: Untertitelkonfiguration
es: Configuración de subtítulos
fr: Configuration des sous-titres
id: Konfigurasi Subtitle
it: Configurazione sottotitoli
nl: Ondertitel instellingen
pt_br: Configuração de legenda
zh: 字幕设置
zh_hant: 字幕設定

source: Off
ar: إيقاف
cs: Vypnuto
da: Fra
de: Aus
es: Apagar
fr: Désactivé
id: Mati
it: Spento
nl: Uit
pt_br: Desativado
zh: 关闭
zh_hant: 關閉

source: Screen brightness
ar: سطوع الشاشة
cs: Jas obrazovky
da: Skærmlysstyrke
de: Bildschirmhelligkeit
es: Brillo de la pantalla
fr: Luminosité de l'écran
id: Kecerahan layar
it: Luminosità schermo
nl: Scherm helderheid
pt_br: Brilho da tela
zh: 屏幕亮度
zh_hant: 螢幕亮度

source: Playback Settings
ar: إعدادات التشغيل
cs: Nastavení přehrávání
da: Afspilningsindstillinger
de: Playback-Einstellungen
es: Configuración de reproducción
fr: Paramètres de lecture
id: Pengaturan Pemutaran
it: Impostazioni di riproduzione
nl: Afspeel instellingen
pt_br: Configurações de reprodução
zh: 播放设置
zh_hant: 播放設定

# addedToCollection
source: Added to {collectionName} collection
ar: تمت الإضافة إلى مجموعة {collectionName}
cs: Přidáno do kolekce {collectionName}
da: Tilføjet til {collectionName} samling
de: Hinzugefügt zu {collectionName} Sammlung
es: Añadido a la colección {collectionName}
fr: Ajouter à {collectionName}
id: Ditambahkan ke koleksi {collectionName}
it: Aggiunto alla collezione {collectionName}
nl: Toegevoegd aan de collectie {collectionName}
pt_br: Adicionado à coleção {collectionName}
zh: 已添加到 {collectionName} 合集
zh_hant: 已新增至 {collectionName} 收藏

# addToNewPlaylist
source: New playlist
ar: قائمة تشغيل جديدة
cs: Nový seznam skladeb
da: Ny spilleliste
de: Neue Playlist
es: Nueva lista de reproducción
fr: Nouvelle playlist
id: Daftar putar baru
it: Nuova scaletta
nl: Nieuwe afspeellijst
pt_br: Nova playlist
zh: 新建播放列表
zh_hant: 新增播放清單

source: Scale
ar: تحجيم
cs: Škála
da: Skala
de: Skalierung
es: Escala
fr: Mise à l'échelle
id: Skala
it: Scala
nl: Schaal
pt_br: Escala
zh: 缩放
zh_hant: 縮放

# autoNextOffSmartDesc
source: Shows the next-up screen when the credits start if no more then 10 seconds remain after the credits. Else it shows the next-up screen with 30 seconds of playtime remaining
ar: تظهِر شاشة 'التالي' عندما تبدأ الاعتمادات إذا لم يتبق أكثر من 10 ثوانٍ بعد الاعتمادات. وإلا فإنه يُظهِر شاشة 'التالي' مع 30 ثانية متبقية من وقت التشغيل
cs: Zobrazí nadcházející obrazovku na začátku titulků, pokud po nich nezbývá více než 10 sekund. Jinak zobrazí další obrazovku s 30 sekundami zbývajícího času přehrávání
da: Viser næste-på-listen-skærmen, når rulleteksterne starter, hvis der ikke er mere end 10 sekunder tilbage efter rulleteksterne. Ellers vises næste-på-listen-skærmen med 30 sekunder spilletid tilbage
de: Zeigt den Als Nächstes-Bildschirm an, wenn der Abspann beginnt, sofern danach nicht mehr als 10 Sekunden verbleiben. Andernfalls wird der Als Nächstes-Bildschirm 30 Sekunden vor dem Ende der Wiedergabe angezeigt
es: Muestra la siguiente pantalla cuando comienzan los créditos, si no quedan más de 10 segundos después de los créditos. Si no muestra la siguiente pantalla con 30 segundos de tiempo de reproducción restante
fr: Affiche l'écran suivant lorsque les crédits commencent, s'il reste 10 secondes ou moins après les crédits. Sinon, affiche l'écran suivant lorsqu'il reste 30 secondes de lecture
id: Menampilkan layar berikutnya saat kredit dimulai jika tersisa tidak lebih dari 10 detik setelah kredit. Jika tidak, layar berikutnya akan ditampilkan saat tersisa 30 detik waktu pemutaran
it: Mostra la schermata successiva all'inizio dei titoli di coda se non mancano più di 10 secondi alla fine. In caso contrario, mostra la schermata successiva con 30 secondi di riproduzione rimanenti
nl: Toont het volgende scherm wanneer de aftiteling begint als er niet meer dan 10 seconden over zijn na de aftiteling. Anders wordt het volgende scherm weergegeven met nog 30 seconden speeltijd
pt_br: Exibe a tela do próximo item quando os créditos começarem, se restarem 10 segundos ou menos após os créditos. Caso contrário, exibe a tela do próximo item quando faltarem 30 segundos de tempo de reprodução
zh: 如果片尾结束后剩余时间不超过 10 秒，则在片尾开始时显示接下来预览窗。否则，它会在播放时间还剩 30 秒时显示接下来预览窗
zh_hant: 如果片尾結束後剩餘時間不超過 10 秒，則在片尾開始時顯示「即將播放」預覽窗。否則，它會在播放時間還剩 30 秒時顯示「即將播放」預覽窗

# settingsAutoNextTitle
source: Next-up preview
ar: معاينة التالي
cs: Nadcházející náhled
da: Forhåndsvisning af næste på listen
de: Vorschau des nächsten Titels
es: Vista previa a continuación
fr: Aperçu prochain épisode
id: Pratinjau berikutnya
it: Anteprima successiva
nl: Volgende preview
pt_br: Próxima prévia
zh: 接下来预览
zh_hant: 「即將播放」預覽

# settingsAutoNextDesc
source: Displays a next-up preview near the end if another item is queued
ar: يعرض معاينة للعرض التالي قرب النهاية إذا كان هناك عرض آخر في قائمة التشغيل
cs: Zobrazí náhled nadcházející položky ke konci, pokud je ve frontě jiná položka
da: Vis forhåndsvisning af næste på listen mod slutningen, hvis et andet element i kø
de: Zeigt eine Vorschau des nächsten Elements gegen Ende an, wenn ein weiteres Element in der Warteschlange ist
es: Muestra una vista previa de la siguiente entrada cerca del final si hay otro elemento en cola
fr: Affiche un aperçu de l'élément suivant vers la fin si un autre élément est en file d'attente
id: Menampilkan pratinjau Selanjutnya di dekat akhir jika item lain telah diantri
it: Visualizza un'anteprima successiva verso la fine se un altro elemento è in coda
nl: Geeft aan het einde van de video een preview van de volgende video
pt_br: Exibe uma prévia do próximo item perto do final, caso outro item esteja na fila
zh: 如果有其他项目在队列中，则在接近末尾处显示接下来预览
zh_hant: 如果佇列中有其他項目，則在接近結尾處顯示「即將播放」預覽

# autoNextOffStaticDesc
source: Show the next-up screen when 30 seconds of playtime remain
ar: عرض شاشة العنصر التالي عندما يتبقى 30 ثانية من وقت التشغيل
cs: Zobrazit nadcházející obrazovku, když zbývá 30 sekund přehrávání
da: Vis næste-på-listen-skærmen med 30 sekunder spilletid tilbage
de: Zeige den Als Nächstes-Bildschirm, wenn 30 Sekunden Wiedergabezeit verbleiben
es: Mostrar la siguiente pantalla cuando queden 30 segundos de tiempo de reproducción
fr: Passer à l'épisode suivant quand il reste 30 secondes de lecture
id: Tampilkan layar Selanjutnya saat waktu pemutaran tersisa 30 detik
it: Mostra la schermata successiva quando rimangono 30 secondi di riproduzione
nl: Toon het volgende scherm als er nog 30 seconden speeltijd over is
pt_br: Exibe a tela do próximo item quando faltarem 30 segundos de tempo de reprodução
zh: 播放时间还剩 30 秒时显示接下来预览窗
zh_hant: 播放時間還剩 30 秒時顯示「即將播放」預覽窗

# autoNextOffSmartTitle
source: Smart
ar: ذكي
cs: Chytrý
es: Elegante
fr: Intelligent
id: Cerdas
it: Intelligente
nl: Slim
pt_br: Inteligente
zh: 智能模式
zh_hant: 智慧模式

# autoNextOffStaticTitle
source: Static
ar: ثابت
cs: Statický
da: Statisk
de: Statisch
es: Estática
fr: Statique
id: Statis
it: Statico
nl: Statisch
pt_br: Estático
zh: 固定模式
zh_hant: 固定模式

source: Playback rate
ar: معدل التشغيل
cs: Rychlost přehrávání
da: Afspilningshastighed
de: Wiedergaberate
es: Velocidad de reproducción
fr: Vitesse de lecture
id: Kecepatan Pemutaran
it: Velocità di riproduzione
nl: Afspeel snelheid
pt_br: Velocidade de reprodução
zh: 播放速率
zh_hant: 播放速率

source: Speed
ar: السرعة
cs: Rychlost
da: Hastighed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
id: Kecepatan
it: Velocità
nl: Snelheid
pt_br: Velocidade
zh: 速度
zh_hant: 速度

# unableToPlayMedia
source: There was an error finding a compatible media type
ar: حدث خطأ في العثور على نوع وسائط متوافق
cs: Při hledání kompatibilního typu média došlo k chybě
da: Der opstod en fejl da der skulle findes en kompatibel medietype
de: Es gab einen Fehler, einen kompatiblen Medientyp zu finden
es: Hubo un error al encontrar un tipo de medio compatible
fr: Une erreur est survenue lors de la recherche d'un type de média compatible
id: Tidak dapat memutar media
it: Si è verificato un errore durante la ricerca di un tipo di supporto compatibile
nl: Er is een fout opgetreden bij het vinden van een compatibel mediatype
pt_br: Ocorreu um erro ao encontrar um tipo de mídia compatível
zh: 寻找兼容的媒体类型时出错
zh_hant: 尋找相容的媒體類型時發生錯誤

# errorOpeningMedia
source: Something went wrong trying to play this media
ar: حدث خطأ ما أثناء محاولة تشغيل هذه الوسائط
cs: Při přehrávání tohoto média se něco pokazilo
da: Der opstod en fejl ved afspilningen af dette medie
de: Beim Abspielen dieses Mediums ist ein Fehler aufgetreten
es: Algo sucedió al reproducir este medio
fr: Une erreur s'est produite lors de la tentative de lecture
id: Kesalahan saat membuka media
it: Si è verificato un errore durante la riproduzione di questo contenuto multimediale
ko: 이 미디어를 재생하는 중 문제가 발생했어요
nl: Er ging iets miss met het afspelen van deze media
pt_br: Algo deu errado ao tentar reproduzir esta mídia
zh: 尝试播放此媒体时发生错误
zh_hant: 嘗試播放此媒體時發生錯誤

# unableToPlayBooksOnWeb
source: Books are not supported on web for now
ar: الكتب غير مدعومة على الويب في الوقت الحالي
cs: Knihy momentálně nejsou na webu podporovány
da: Bøger er ikke understøttet på web versionen endnu
de: Bücher werden derzeit im Web nicht unterstützt
es: Los libros no se pueden consultar en la web por ahora
fr: Les livres ne sont pas pris en charge sur le web pour le moment
id: Buku saat ini belum didukung di web
it: Per ora i libri non sono supportati sul web
ko: 현재 웹에서는 도서를 볼 수 없어요
nl: Boeken worden momenteel niet ondersteund in browsers
pt_br: Livros não são suportados na web por enquanto
zh: 目前书籍在网页上不受支持
zh_hant: 目前網頁版不支援書籍

# updateFilterForLibrary
source: Update filter
ar: تحديث الفلتر
cs: Aktualizovat filtr
da: Opdater filter
de: Filter aktualisieren
es: Actualizar filtro
fr: Mettre à jour le filtre
id: Perbarui filter
it: Aggiorna filtro
ko: 필터 업데이트
nl: Filter updaten
pt_br: Atualizar filtro
zh: 更新筛选器
zh_hant: 更新篩選器

# deleteFilterConfirmation
source: Are you sure you want to delete this filter?
ar: هل أنت متأكد من أنك تريد حذف هذا الفلتر؟
cs: Opravdu chcete tento filtr smazat?
da: Er du sikker på du vil fjerne dette filter?
de: Sind Sie sicher, dass Sie diesen Filter löschen möchten?
es: ¿Está seguro de que desea eliminar este filtro?
fr: Êtes-vous sûr de vouloir supprimer ce filtre ?
id: Apakah Anda yakin ingin menghapus filter ini?
it: Sei sicuro di voler eliminare questo filtro?
ko: 이 필터를 삭제하시겠습니까?
nl: Weet je zeker dat je deze filter wilt verwijderen?
pt_br: Tem certeza de que deseja excluir este filtro?
zh: 您确实要删除该筛选器吗？
zh_hant: 您確定要刪除該篩選器嗎？

# libraryFiltersLimitReached
source: Filter limit reached (10) remove some filters
ar: تم الوصول إلى حد الفلاتر (10) قم بإزالة بعض الفلتره
cs: Dosažen limit filtrů (10), odstraňte některé filtry
da: Filter har nået grænsen (10) fjern nogle filtre
de: Filterlimit erreicht (10). Entferne Filter
es: Límite de filtros alcanzado (10) eliminar algunos filtros
fr: Limite de filtres atteinte (10), veuillez en supprimer certains
id: Batas filter tercapai (10), hapus beberapa filter
it: Limite filtro raggiunto (10) rimuovi alcuni filtri
ko: 필터 제한(10개)에 도달했어요. 일부 필터를 제거해 주세요.
nl: Filterlimiet bereikt (10) verwijder enkele filters
pt_br: Limite de filtros atingido (10). Remova alguns filtros
zh: 已达到筛选器限制 (10) 删除一些筛选器
zh_hant: 已達到篩選器數量上限 (10)，請刪除一些篩選器
