Repository: KeyboardDabbler/gbs-player-app
Catalog: lib/l10n/app_*.arb
Languages: ar, br, cs, da, de, el, es, fr, id, it, ko, nl, pt_br, zh, zh_hant

# syncDeleteAllItemsDesc
source: This will delete all synced items from '{itemName}'. This is permanent and you will need to re-sync ({itemCount}) files.
ar: سيتم حذف جميع العناصر المُزامنة من '{itemName}'. هذه العملية دائمة، وستحتاج لإعادة مزامنة ({itemCount}) ملفاً لاحقاً.
cs: To odstraní všechny synchronizované položky z '{itemName}'. Je to trvalé a budete muset znovu synchronizovat všechny ({itemCount}) soubory.
da: Dette vil slette alle synkroniserede elementer fra '{itemName}'. Dette er permanent og du vil skulle gensynkronisere ({itemCount}) filer.
de: Dies wird alle synchronisierten Elemente aus '{itemName}' löschen. Dies ist permanent und Sie müssen ({itemCount}) Dateien erneut synchronisieren.
es: Esto eliminará todos los elementos sincronizados de '{itemName}' Esto es permanente y tendrás que volver a sincronizar ({itemCount}) archivos.
fr: Cette opération va supprimer tous les éléments synchronisés depuis '{itemName}'. Cette action est permanente et vous devrez re-synchroniser ({itemCount}) fichiers.
id: Ini akan menghapus semua item yang telah disinkronkan dari '{itemName}'. Tindakan ini bersifat permanen dan Anda perlu menyinkronkan ulang ({itemCount}) file.
it: Questo cancellerà tutti gli elementi sincronizzati da '{itemName}'. Questa operazione è definitiva e sarà necessario risincronizzare ({itemCount}) file.
ko: '{itemName}'에서 동기화된 모든 항목을 삭제해요. 이 작업은 되돌릴 수 없고, ({itemCount})개의 파일을 다시 동기화해야 해요.
nl: Hiermee worden alle gesynchroniseerde items van '{itemName}' verwijderd. Dit is permanent en je moet ({itemCount}) bestanden opnieuw synchroniseren.
pt_br: Isso excluirá todos os itens sincronizados de '{itemName}'. Isso é permanente e você precisará ressincronizar os ({itemCount}) arquivos .
zh: 这将删除 '{itemName}' 中所有已同步的项目。 此操作是永久性的，您需要重新同步 ({itemCount}) 个文件。
zh_hant: 這將會刪除 '{itemName}' 中所有已同步的項目。 此操作為永久性，您需要重新同步 ({itemCount}) 個檔案。

# syncPauseAll
source: Pause all
ar: إيقاف الكل مؤقتاً
cs: Pozastavit vše
da: Sæt alle på pause
de: Alles pausieren
es: Pausar todo
fr: Mettre tout en pause
id: Jeda semua
it: Pausa tutti
ko: 모두 일시정지
nl: Alles pauzeren
pt_br: Pausar tudo
zh: 全部暂停
zh_hant: 全部暫停

# syncResumeAll
source: Resume all
ar: استئناف الكل
cs: Pokračovat vše
da: Genstart alle
de: Alles fortsetzen
es: Resumir todo
fr: Reprendre tout
id: Lanjutkan semua
it: Riprendi tutti
ko: 모두 재개
nl: Alles hervatten
pt_br: Reiniciar todos
zh: 全部恢复
zh_hant: 全部繼續

# syncStopAll
source: Stop all
ar: إيقاف الكل
cs: Zastavit vše
da: Stop alle
de: Alles stoppen
es: Detener todo
fr: Arrêter tout
id: Hentikan semua
it: Ferma tutti
ko: 모두 중지
nl: Alles stoppen
pt_br: Pausar todos
zh: 全部停止
zh_hant: 全部停止

# syncDeleteAll
source: Delete all files
ar: حذف جميع الملفات
cs: Smazat všechny soubory
da: Slet alle filer
de: Alle Dateien löschen
es: Eliminar todos los archivos
fr: Supprimer tous les fichiers
id: Hapus semua
it: Cancella tutti i file
ko: 모든 파일 삭제
nl: Alle bestanden verwijderen
pt_br: Apagar todos os arquivos
zh: 删除所有文件
zh_hant: 刪除所有檔案

source: Sync all files
ar: مزامنة جميع الملفات
cs: Synchronizovat všechny soubory
da: Synkroniser alle filer
de: Alle Dateien synchronisieren
es: Sincronizar todos los archivos
fr: Synchroniser tous les fichiers
id: Sinkronkan semua file
it: Sincronizza tutti i file
ko: 모든 파일 동기화
nl: All bestanden synchronizeren
pt_br: Sincronizar todos os arquivos
zh: 同步所有文件
zh_hant: 同步所有檔案

# usePostersForLibraryIconsTitle
source: Show posters for library icons
ar: عرض الملصقات لأيقونات المكتبة
cs: Zobrazit plakáty pro ikony knihovny
da: Vis plakater for biblioteksikoner
de: Poster für Bibliothekssymbole anzeigen
es: Mostrar posters para iconos de la biblioteca
fr: Utiliser des affiches pour les icônes de médiathèque
id: Tampilkan poster untuk ikon perpustakaan
it: Usa i poster come icone nella libreria
ko: 라이브러리 아이콘 대신 포스터 표시
nl: Toon posters voor bibliotheekpictogrammen
pt_br: Exibir cartazes para ícones de biblioteca
zh: 显示媒体库图标的海报
zh_hant: 為媒體庫圖示顯示海報

# usePostersForLibraryIconsDesc
source: Show posters instead of icons for libraries
ar: عرض الملصقات بدلاً من الأيقونات للمكتبات
cs: Zobrazit plakáty namísto ikon pro knihovny
da: Vis plakater i stedet for ikoner for biblioteker
de: Poster anstelle von Symbolen für Bibliotheken anzeigen
es: Mostrar posters en lugar de iconos para bibliotecas
fr: Utiliser des affiches à la place des icônes pour vos médiathèques
id: Tampilkan poster menggantikan ikon untuk perpustakaan
it: Usa i poster al posto delle icone nella libreria
ko: 라이브러리 아이콘 대신 포스터 표시하기
nl: Toon posters in plaats van pictogrammen voor bibliotheken
pt_br: Exibir pôsteres em vez de ícones para bibliotecas
zh: 显示媒体库海报而不是图标
zh_hant: 顯示媒體庫海報而非圖示

source: Offline
ar: غير متصل
es: Desconectado
fr: Déconnecté
id: Luring
ko: 오프라인
zh: 离线
zh_hant: 離線

source: Shortcuts
ar: الاختصارات
cs: Zkratky
da: Genveje
es: Atajos
fr: Raccourcis
id: Pintasan
it: Scorciatoie
ko: 단축키
nl: Sneltoetsen
pt_br: Atalho
zh: 快捷键
zh_hant: 快捷鍵

source: Skip forward length
ar: مدة التقديم
cs: Délka přeskočení vpřed
da: Spol frem-længde
de: Länge zum Überspringen
es: Duración de salto hacia adelante
fr: Durée de l'avance rapide
id: Jarak lompat maju
it: Lunghezza salto avanti
ko: 앞으로 건너뛰기 간격
nl: Duur van vooruit spoelen
pt_br: Pule para o próximo
zh: 跳过向前的长度
zh_hant: 快轉長度

source: Skip back length
ar: مدة الإرجاع
cs: Délka přeskočení zpět
da: Spol tilbage-længde
de: Länge zum Zurückspringen
es: Duración de salto hacia atrás
fr: Durée de rembobinage
id: Jarak lompat mundur
it: Lunghezza salto indietro
ko: 뒤로 건너뛰기 간격
nl: Duur van terugspoelen
pt_br: Retornar a quantidade
zh: 跳过向后的长度
zh_hant: 倒轉長度

source: Play/Pause
ar: تشغيل/إيقاف مؤقت
cs: Play/Pauza
da: Start/Pause
de: Wiedergabe/Pause
es: Reproducir/Pausar
fr: Lire/Pause
id: Putar/Jeda
it: Riproduci/Pausa
ko: 재생 / 일시정지
nl: Afspelen/Pauzeren
pt_br: Tocar/Pausar
zh: 播放/暂停
zh_hant: 播放/暫停

source: Seek Back
ar: إرجاع
cs: Přetočit zpět
da: Søg bagud
de: Rückwärts suchen
es: Retroceder
fr: Rembobinage
id: Mundur
it: Torna indietro
ko: 뒤로 건너뛰기
nl: Terugspoelen
pt_br: Retornar
zh: 回退
zh_hant: 倒轉

source: Mute
ar: كتم الصوت
cs: Ztlumit
da: Lydløs
de: Stummschalten
es: Silenciar
fr: Couper le son
id: Bisukan
it: Muta
ko: 음소거
nl: Dempen
pt_br: Mudo
zh: 静音
zh_hant: 靜音

source: Seek Forward
ar: تقديم
cs: Přetočit dopředu
da: Søg fremad
de: Vorwärts suchen
es: Avanzar
fr: Avance Rapide
id: Maju
it: Avanza
ko: 앞으로 건너뛰기
nl: Vooruit zoeken
pt_br: Avançar
zh: 快进
zh_hant: 快轉

source: Volume Up
ar: رفع الصوت
cs: Zvýšit hlasitost
da: Lydniveau op
de: Lautstärke erhöhen
es: Aumentar Volumen
fr: Augmenter le Volume
id: Volume Naik
it: Aumenta volume
ko: 볼륨 키우기
nl: Volume omhoog
pt_br: Aumentar Volume
zh: 音量增大
zh_hant: 音量增加

source: Volume Down
ar: خفض الصوت
cs: Snížit hlasitost
da: Lydniveau ned
de: Lautstärke verringern
es: Reducir Volumen
fr: Diminuer le Volume
id: Volume Turun
it: Diminuisci volume
ko: 볼륨 줄이기
nl: Volume omlaag
pt_br: Baixar Volume
zh: 音量降低
zh_hant: 音量降低

source: Next Video
ar: الفيديو التالي
cs: Další video
da: Næste video
de: Nächstes Video
es: Siguiente Video
fr: Vidéo suivante
id: Video Berikutnya
it: Video successivo
ko: 다음 영상
nl: Volgende video
pt_br: Próximo Video
zh: 下一个视频
zh_hant: 下一個影片

# prevVideo
source: Previous Video
ar: الفيديو السابق
cs: Předchozí video
da: Forrige video
de: Vorheriges Video
es: Video Anterior
fr: Vidéo précédente
id: Video Sebelumnya
it: Video precedente
ko: 이전 영상
nl: Vorige video
pt_br: Video Anterior
zh: 上一个视频
zh_hant: 上一個影片

source: Next Chapter
ar: الفصل التالي
cs: Další kapitola
da: Næste kapitel
de: Nächstes Kapitel
es: Siguiente Capitulo
fr: Chapitre suivant
id: Bagian Berikutnya
it: Capitolo successivo
ko: 다음 챕터
nl: Volgende hoofdstuk
pt_br: Próximo Capítulo
zh: 下一章
zh_hant: 下一章

# prevChapter
source: Previous Chapter
ar: الفصل السابق
cs: Předchozí kapitola
da: Forrige kapitel
de: Vorheriges Kapitel
es: Capitulo Anterior
fr: Chapitre précédent
id: Bagian Sebelumnya
it: Capitolo precedente
ko: 이전 챕터
nl: Vorige hoofdstuk
pt_br: Capítulo Anterior
zh: 上一章
zh_hant: 上一章

source: Full Screen
ar: ملئ الشاشة
cs: Celá obrazovka
da: Fuld skærm
de: Vollbild
es: Pantalla Completa
fr: Plein Écran
id: Layar Penuh
it: Schermo intero
ko: 전체 화면
nl: Volledig scherm
pt_br: Tela Cheia
zh: 全屏
zh_hant: 全螢幕

source: Skip Media Segment
ar: تخطي مقطع الوسائط
cs: Přeskočit mediální Segment
da: Spring mediesegment over
de: Medienbereich überspringen
es: Saltear Segmento
fr: Sauter le chapitre
id: Lewati Segmen Media
it: Salta segmento
ko: 구간 건너뛰기
nl: Media segment overslaan
pt_br: Pular Categoria de Mídia
zh: 跳过媒体片段
zh_hant: 跳過媒體片段

source: Exit
ar: خروج
cs: Konec
da: Afslut
de: Beenden
es: Salir
fr: Quitter
id: Keluar
it: Esci
ko: 종료
nl: Sluiten
pt_br: Sair
zh: 退出
zh_hant: 結束

# shortCutAlreadyAssigned
source: Shortcut '{hotKey}' already assigned
ar: تم تعيين الاختصار '{hotKey}' بالفعل
cs: Zkratka '{hotKey}' už byla přidělena
da: Genvej '{hotKey}' er allerede tildelt
de: Die Tastenkombination '{hotKey}' ist bereits belegt
es: El atajo '{hotKey}' ya fue asignado
fr: Le raccourci '{hotKey}' est déjà utilisé
id: Pintasan '{hotKey}' sudah digunakan
it: Shortcut '{hotKey}' già assegnato
nl: Sneltoets '{hotKey}" al toegewezen
pt_br: Atalho '{hotKey}' já cadastrado
zh: 快捷键 '{hotKey}' 已经分配了
zh_hant: 快捷鍵 '{hotKey}' 已經被指派了

source: Blurred
ar: ضبابي
cs: Rozmazané
da: Slørret
de: Unscharf
es: Borroso
fr: Flouté
id: Buram
it: Sfocato
ko: 블러 처리
nl: Vervaagd
pt_br: Ofuscar
zh: 模糊
zh_hant: 模糊

# volumeIndicator
source: Volume: {volume}
ar: مستوى الصوت: {volume}
cs: Hlasitost: {volume}
da: Lydniveau: {volume}
de: Lautstärke: {volume}
es: Volumen: {volume}
zh: 音量：{volume}
zh_hant: 音量：{volume}

source: Keyboard shortcuts
ar: اختصارات الكيبورد
cs: Klávesové zkratky
da: Keyboardgenveje
de: Tastenkombinationen
es: Atajos de teclado
fr: Raccourcis clavier
id: Pintasan Keyboard
it: Scorciatoie da tastiera
nl: Toetscombinaties
pt_br: Atalhos do teclado
zh: 键盘快捷键
zh_hant: 按鍵快速鍵

source: Speed Up
ar: تسريع
cs: Zrychlit
da: Hastighed op
de: Beschleunigen
es: Aumentar Velocidad
fr: Accélérer
id: Percepat
it: Incrementa velocità
nl: Versnellen
pt_br: Acelerar
zh: 加速
zh_hant: 加速

source: Speed Down
ar: ‬‬تبطيء
cs: Zpomalit
da: Hastighed ned
de: Verlangsamen
es: Reducir Velocidad
fr: Ralentir
id: Perlambat
it: Diminuisci velocità
nl: Vertragen
pt_br: Reduzir
zh: 减速
zh_hant: 減速

# speedIndicator
source: Playback rate: {speed}
ar: معدل التشغيل: {speed}
cs: Rychlost přehrávání: {speed}
da: Afspilningshastighed: {speed}
de: Wiedergabegeschwindigkeit: {speed}
es: Tasa de reproducción: {speed}
fr: Vitesse de lecture : {speed}
id: Kecepatan pemutaran: {speed}
it: Velocità di riproduzione: {speed}
nl: Afspeel snelheid: {speed}
pt_br: Taxa de reprodução: {speed}
zh: 播放速率：{speed}
zh_hant: 播放速度: {speed}

source: Television
ar: التلفاز
cs: Televize
da: TV
de: Fernsehen
es: Televisión
fr: Télévision
id: Televisi
it: Televisione
nl: Televisie
pt_br: Televisão
zh: 电视
zh_hant: 電視

# exitFladderDesc
source: Are you sure you want to close Fladder?
ar: هل أنت متأكد من أنك تريد إغلاق Fladder؟
cs: Opravdu chcete ukončit Fladder?
da: Er du sikker på du vil lukke Fladder?
de: Möchten Sie Fladder wirklich beenden?
es: ¿Estás seguro de que quieres cerrar Fladder?
fr: Êtes-vous sur de vouloir fermer Fladder ?
id: Apakah Anda yakin ingin menutup Fladder?
it: Sei sicuro di voler chiudere Fladder?
nl: Weet je zeker dat je Fladder wilt sluiten?
pt_br: Tem certeza de que deseja fechar o Fladder?
zh: 您确定要关闭 Fladder 吗？
zh_hant: 你確定要關閉 Fladder 嗎？

# quickConnectPostFailed
source: Failed to get quick connect code
ar: فشل الحصول على رمز الاتصال السريع
cs: Chyba při získání kódu pro rychlé připojení
da: Kunne ikke hente hurtig tilkoblingskode
de: Quick Connect-Code konnte nicht abgerufen werden
es: No se pudo obtener el código de conexión rápida
fr: Impossible de récupérer le code de connexion rapide
id: Gagal mendapatkan kode sambungan cepat
it: Impossibile ottenere il codice di connessione rapida
nl: Fout bij het verkrijgen van connect code
pt_br: Falha ao obter código de conexão rápida
zh: 无法获取快速连接代码
zh_hant: 無法取得快速連接碼

# quickConnectLoginUsingCode
source: Using quick connect
ar: استخدام الاتصال السريع
cs: Pomocí rychlého připojení
da: Bruger hurtig tilkobling
de: Quick Connect verwenden
es: Usando la conexión rápida
fr: Utilisation de la connexion rapide
id: Gunakan sambungan cepat
it: Usa quick connect
nl: Gebruik quick connect
pt_br: Usando conexão rápida
zh: 使用快速连接
zh_hant: 使用快速連接

# quickConnectEnterCodeDescription
source: Enter the code below to login
ar: أدخل الرمز أدناه لتسجيل الدخول
cs: Zadejte kód níže pro přihlášení
da: Indtast koden nedenfor for at logge ind
de: Gib den folgenden Code ein, um dich anzumelden
es: Introduzca el siguiente código para iniciar sesión
fr: Entrez le code ci-dessous pour se connecter
id: Masukkan kode yang ditampilkan di perangkat Anda
it: Inserisci il codice sottostante per connetterti
nl: Voer de code in om in te loggen
pt_br: Entre o código abaixo para realizar login
zh: 输入以下代码登录
zh_hant: 請輸入下方代碼進行登入

source: Show more
ar: عرض المزيد
cs: Zobrazit více
da: Vis mere
de: Mehr anzeigen
es: Mostrar más
fr: Voir plus
id: Tampilkan lebih banyak
it: Mostra di più
nl: Meer laten zien
pt_br: Mostrar mais
zh: 显示更多
zh_hant: 顯示更多

# itemColorsTitle
source: Item colors
ar: ألوان العناصر
cs: Barva položky
da: Elementfarver
de: Item Farben
es: Colores del artículo
fr: Couleurs de l'élément
id: Warna item
it: Colore elementi
nl: Item kleuren
pt_br: Cor do item
zh: 项目颜色
zh_hant: 項目顏色

# itemColorsDesc
source: Use item's primary color to theme the details page
ar: استخدام اللون الأساسي للعنصر لتنسيق صفحة التفاصيل
cs: Použijte základní barvu položky na stránku s detaily
da: Brug elementets primære farve for temaet på detaljesiden
de: Verwende die Hauptfarbe des Items als Thema für die Detailseite
es: Utiliza el color principal del artículo para crear el tema de la página de detalles
fr: Utilisez la couleur principale de l'élément pour définir le thème de la page de détails
id: Gunakan warna dominan dari poster item
it: Usa il colore primario dell'elemento come tema della pagina dei dettagli
nl: Gebruik de primaire kleuren van het item voor de details pagina
pt_br: Usar a cor principal do item para definir o tema da página de detalhes
zh: 使用项目的主色调作为详情页面的主题
zh_hant: 使用項目主色調作為詳請頁面的主題

# mediaTunnelingTitle
source: Media tunneling
ar: نفق الوسائط
da: Medietunneling
de: Medientunneling
es: Túnel de medios
fr: Tunneling multimédia
id: Tunneling media
it: Tunneling multimediale
pt_br: Tunelamento de mídia
zh: 媒体隧道
zh_hant: 媒體通道

# mediaTunnelingDesc
source: Enable media tunneling for native player
ar: تمكين نفق الوسائط لمشغل الوسائط الأصلي
da: Aktivér medietunneling for den native afspiller
de: Medientunneling für nativen Player aktivieren
es: Habilitar el túnel multimedia para el reproductor nativo
fr: Activer le tunneling multimédia pour le lecteur natif
id: Aktifkan tunneling media untuk performa yang lebih baik
it: Abilita tunnelling multimediale per player nativo
nl: Mediatunneling inschakelen voor native speler
pt_br: Ative o tunelamento de mídia para o player nativo
zh: 为本机播放器启用媒体隧道
zh_hant: 為本機播放器啟用媒體通道

# clientSettingsUseSystemIMETitle
source: Use system keyboard
ar: استخدام لوحة مفاتيح النظام
cs: Použití systémové klávesnice
da: Brug systemtastatur
de: Systemtastatur verwenden
es: Utilizar el teclado del sistema
fr: Utiliser le clavier du système
id: Gunakan keyboard sistem
it: Usa la tastiera di sistema
nl: Gebruik systeem toetsenbord
pt_br: Usar atalhos do sistema
zh: 使用系统键盘
zh_hant: 使用系統鍵盤

# clientSettingsUseSystemIMEDesc
source: Use the built-in keyboard provided by your system
ar: استخدم لوحة المفاتيح المدمجة التي يوفرها نظامك
cs: Použijte vestavěné klávesnice poskytnuté systémem
da: Brug det indbyggede tastatur, som dit system stiller til rådighed
de: Verwende die vom System bereitgestellte integrierte Tastatur
es: Utilice el teclado integrado que proporciona su sistema
fr: Utiliser le clavier par défaut de votre système
id: Gunakan keyboard bawaan yang disediakan oleh sistem Anda
it: Usa la tastiera predefinita fornita dal sistema
nl: Gebruik het ingebouwde toetsenbord van jouw systeem
pt_br: Utilize o teclado integrado fornecido pelo seu sistema
zh: 使用系统提供的内置键盘
zh_hant: 使用系統提供的內建鍵盤

# nextUpInCount
source: Next-up in {seconds}
ar: التالي في {seconds}
cs: Další za {seconds}
da: Næste på listen om {seconds}
de: Als Nächstes in {seconds}
es: Siguiente en {seconds}
fr: Prochain dans {seconds}
id: Berikutnya dalam {seconds} detik
it: Prossimo in {seconds}
nl: Volgende in {seconds}
pt_br: Próximo em {seconds}
zh: 接下来是 {seconds}
zh_hant: 接下來是 {seconds}

source: Open IME keyboard
ar: فتح لوحة مفاتيح IME
cs: Otevřít IME klávesnici
da: Åben IME tastatur
de: IME Tastatur öffnen
es: Abrir teclado IME
fr: Ouvrir le clavier IME
id: Buka Keyboard IME
it: Apri tastiera IME
nl: IME-toetsenbord openen
pt_br: Abir teclado IME
zh: 打开输入法键盘
zh_hant: 開啟輸入法鍵盤

# screensaverTime
source: Time
ar: الوقت
cs: Čas
da: Tid
de: Zeit
es: Tiempo
fr: Latence
id: Waktu
it: Tempo
nl: Tijd
pt_br: Tempo
zh: 时间
zh_hant: 時間

# screensaverBlack
source: Black
ar: أسود
cs: Černá
da: Sort
de: Schwarz
es: Negro
fr: Noir
id: Hitam
it: Nero
nl: Zwart
pt_br: Preto
zh: 黑色
zh_hant: 黑色

# playerSettingsScreensaverTitle
source: Screensaver
ar: شاشة التوقف
cs: Spořič obrazovky
da: Pauseskærm
de: Bildschirmschoner
es: Salvapantallas
fr: Économiseur d'écran
id: Screensaver Pemutar
it: Salva schermo
pt_br: Protetor de tela
zh: 屏幕保护程序
zh_hant: 螢幕保護程式

# playerSettingsScreensaverDesc
source: Select screen saver that will be shown after no player activity
ar: اختر شاشة التوقف التي ستظهر بعد فترة من عدم النشاط في المشغّل
cs: Vyberte spořič obrazovky, který bude zobrazen při nečinnosti
da: Vælg pauseskærm, der vises efter ingen afspilningsaktivitet
de: Wähle einen Bildschirmschoner aus, der bei Inaktivität angezeigt wird
es: Selecciona el salvapantallas que se mostrará cuando no haya actividad del reproductor
fr: Sélectionner l'économiseur d'écran qui sera affiché en cas d'inactivité du lecteur
id: Pilih screen saver yang akan ditampilkan setelah tidak ada aktivitas pemutar
it: Seleziona un salvaschermo che verrà mostrato dopo un tempo di inattività
nl: Selecteer screensaver die wordt weergegeven als er geen speler-activiteit is
pt_br: Selecione o protetor de tela que será exibido após um período sem atividade do player
zh: 选择在播发无活动后显示的屏幕保护程序
zh_hant: 選擇在播放器無動作後顯示的螢幕保護程式

# settingsLocalUrlTitle
source: Local Server URL
ar: عنوان الخادم المحلي
da: Lokal Server URL
de: Lokale Server URL
es: URL del servidor local
fr: URL du serveur local
id: URL Server Lokal
it: URL del server locale
nl: Lokale server-URL
pt_br: URL local do servidor
zh: 本地服务器网址
zh_hant: 本地伺服器網址

# settingsLocalUrlSetTitle
source: Configure Local URL
ar: إعداد عنوان URL المحلي
da: Konfigurer Lokal URL
de: konfiguriere lokale URL
es: Configurar URL local
fr: Configurer l'URL locale
id: Atur URL Lokal
it: Configura URL locale
nl: Lokale URL configureren
pt_br: Configurar URL local
zh: 配置本地网址
zh_hant: 配置本地網址

# settingsLocalUrlSetDesc
source: Specify the local server address. Fladder will automatically use this URL when your device is on the same network.
ar: حدد عنوان الخادم المحلي. سيستخدم Fladder هذا الرابط تلقائياً عند اتصال الجهاز بنفس الشبكة.
da: Angiv den lokale serveradresse. Fladder vil automatisk bruge denne URL, når din enhed er på samme netværk.
de: Geben Sie die lokale Serveradresse an. Fladder wird diese URL automatisch verwenden, wenn Ihr Gerät im selben Netzwerk ist.
es: Especifica la dirección del servidor local. Fladder utilizará automáticamente esta URL cuando tu dispositivo esté en la misma red.
fr: Spécifiez l'adresse du serveur local. Fladder utilisera automatiquement cette URL lorsque votre appareil est sur le même réseau.
id: Tentukan alamat server lokal. Fladder akan secara otomatis menggunakan URL ini ketika perangkat Anda berada di jaringan yang sama.
it: Specifica l'indirizzo del server locale. Fladder userà automaticamente questo URL quando il tuo dispositivo è nella stessa rete.
nl: Geef het lokale serveradres op. Fladder zal automatisch deze URL gebruiken wanneer je apparaat op hetzelfde netwerk staat.
pt_br: Especifique o endereço do servidor local. O Fladder usará automaticamente este URL quando seu dispositivo estiver na mesma rede.
zh: 指定本地服务器地址。当您的设备与服务器位于同一网络时，Fladder 将自动使用此网址。
zh_hant: 指定本地伺服器地址。當您的設備與伺服器位於同一網路時，Fladder 將自動使用此網址。

source: Take screenshot
ar: التقط لقطة شاشة
da: Tag skærmbillede
de: Screenshot aufnehmen
es: Hacer captura de pantalla
fr: Capture d'écran
id: Ambil tangkapan layar
it: Fai uno screenshot
nl: Schermafdruk maken
pt_br: Capturar tela
zh: 截屏
zh_hant: 截圖

# takeScreenshotClean
source: Take screenshot (without subtitles)
ar: التقط لقطة شاشة (بدون ترجمات)
da: Tag skærmbillede (uden undertekster)
de: Screenshot aufnehmen (ohne Untertitel)
es: Hacer captura de pantalla (sin subtítulos)
fr: Capture d'écran (sans sous-titres)
id: Ambil tangkapan layar (tanpa subtitle)
it: Fai uno screenshot (senza sottotitoli)
nl: Schermafdruk maken (zonder ondertitels)
pt_br: Capturar tela (sem legendas)
zh: 截取屏幕截图（不含字幕）
zh_hant: 截圖 (不含字幕)

# screenshotTaken
source: Screenshot saved!
ar: تم حفظ لقطة الشاشة!
da: Skærmbillede gemt!
de: Screenshot gespeichert!
es: ¡Captura de pantalla guardada!
fr: Capture d'écran sauvegardée !
id: Tangkapan layar tersimpan!
it: Screenshot salvato!
nl: Schermafdruk opgeslagen!
pt_br: Captura de tela salva!
zh: 截图已保存！
zh_hant: 截圖已保存！

# screenshotCleanTaken
source: Screenshot without subtitles saved!
ar: تم حفظ لقطة الشاشة بدون ترجمات!
da: Skærmbillede uden undertekster gemt!
de: Screenshot ohne Untertitel gespeichert!
es: ¡Captura de pantalla sin subtítulos guardada!
fr: Capture d'écran sans sous-titres sauvegardée !
id: Tangkapan layar tanpa subtitle berhasil disimpan!
it: Screenshot senza sottotitoli salvato!
nl: Schermafdruk zonder ondertitels opgeslagen!
pt_br: Captura de tela sem legendas salva!
zh: 已保存无字幕截图！
zh_hant: 無字幕截圖已保存！

# errorTakingScreenshot
source: There was an error taking the screenshot
ar: حدث خطأ أثناء التقاط لقطة الشاشة
da: Der skete en fejl, da der skulle tages et skærmbillede
de: Beim Erstellen des Screenshots ist ein Fehler aufgetreten
es: Se ha producido un error al realizar la captura de pantalla
fr: Une erreur s'est produite lors de la capture d'écran
id: Terjadi kesalahan saat mengambil tangkapan layar
it: Si è verificato un errore durante l'acquisizione dello screenshot
nl: Er is een fout opgetreden bij het maken van de schermafdruk
pt_br: Ocorreu um erro ao capturar a tela
zh: 截屏时出现错误
zh_hant: 截圖時發生錯誤

source: Regenerate trickplay images
ar: إعادة توليد صور المعاينة السريعة
da: Genskab trickplay-billeder
de: Trickplay-Bilder neu generieren
es: Regenerar imágenes trickplay
fr: Régénérer les images Trickplay
id: Buat ulang gambar trickplay
it: Rigenera anteprime
nl: Trickplay-afbeeldingen opnieuw genereren
pt_br: Regerar imagens trickplay
zh: 重新生成特技播放图片
zh_hant: 重新技巧播放圖像

# segmentActionSkipOnce
source: Skip once
ar: تخط مرة واحدة
da: Spring over én gang
de: Einmalig überspringen
es: Saltar una vez
fr: Passer pour cette fois
id: Lewati sekali
it: Salta una volta
nl: Eén keer overslaan
pt_br: Pular uma vez
zh: 跳过一次
zh_hant: 略過一次

source: Control Panel
ar: لوحة التحكم
da: Kontrolpanel
de: Systemsteuerung
es: Panel de control
fr: Panneau de contrôle
id: Panel Kontrol
it: Pannello di controllo
nl: Controlecentrum
pt_br: Painel de Controle
zh: 控制面板
zh_hant: 控制面板
