Repository: KeyboardDabbler/gbs-player-app
Catalog: lib/l10n/app_*.arb
Languages: ar, br, cs, da, de, el, es, fr, id, it, ko, nl, pt_br, zh, zh_hant

# enableAndRankMediaSegmentProviders
source: Enable and rank your preferred mediasegment providers in order of priority.
ar: تمكين وترتيب موفري مقاطع الوسائط حسب الأولوية.
da: Aktivér og ranger dine foretrukne udbydere af mediesegmenter efter prioritet.
de: Aktiviere und ordne die Mediensegmentanbieter in einer benutzerdefinierten Reihenfolge.
es: Habilite y clasifique sus proveedores de segmentos de medios preferidos por orden de prioridad.
fr: Activer et ordonner vos fournisseurs de segments média préférés par ordre de priorité.
id: Aktifkan dan atur peringkat penyedia segmen media pilihan Anda berdasarkan urutan prioritas.
it: Abilita e ordina i recuperatori di segmenti multimediali preferiti in base alla priorità.
nl: Schakel je voorkeur mediasegment aanbieders in en rangschik deze op prioriteit.
pt_br: Habilite e classifique seus provedores de mediasegment preferidos em ordem de prioridade.
zh: 启用并按优先级对您首选的媒体片段发行商进行排序。
zh_hant: 啟用並依優先順序排序您偏好的媒體片段提供者。

source: Trickplay
ar: التشغيل السريع (Trickplay)
pt_br: Pré-visualizações de vídeo
zh: 特技播放
zh_hant: 技巧播放

source: Enable trickplay image extraction
ar: تمكين استخراج صور التشغيل السريع
da: Aktivér udtrækning af trickplay-billeder
de: Extrahieren von Trickplay-Bildern aktivieren
es: Habilitar la extracción de imágenes trickplay
fr: Activer l'extraction d'image trickplay
id: Aktifkan ekstraksi gambar trickplay
it: Abilita estrazione immagini trickplay
nl: Trickplay afbeeldings extractie inschakelen
pt_br: Ativar extração de imagens trickplay
zh: 启用特技播放图片提取
zh_hant: 啟用預覽圖擷取

# extractTrickplayImagesDuringLibraryScan
source: Extract trickplay images during library scans
ar: استخراج صور التشغيل السريع أثناء فحص المكتبة
da: Udtræk trickplay-billeder under biblioteksscanninger
de: Extrahieren von Trickplay-Bildern beim Scannen der Bibliothek
es: Extraer imágenes trickplay durante los escaneos de la biblioteca
fr: Extraire les images trickplay durant les scans de bibliothèque
id: Ekstrak gambar trickplay selama pemindaian pustaka
it: Estrai immagini trickplay durante le scansioni della libreria
nl: Trickplay afbeeldingen extraheren tijdens bibliotheekscans
pt_br: Extrair imagens trickplay durante o escaneamento da biblioteca
zh: 在媒体库扫描期间提取特技播放图片
zh_hant: 在媒體庫掃描期間擷取縮圖預覽圖片

source: Save trickplay images next to media
ar: حفظ صور التشغيل السريع بجانب ملفات الوسائط
da: Gem trickplay-billeder ved siden af mediefilerne
de: Trickplay-Bilder bei den Medien speichern
es: Guardar imágenes trickplay junto a medios
fr: Sauvegarder les images trickplay à côté du média
id: Simpan gambar trickplay di samping media
it: Salva immagini trickplay accanto ai media
nl: Trickplay afbeeldingen naast media opslaan
pt_br: Salvar imagens de trickplay junto à mídia
zh: 将特技播放图片保存在媒体文件旁边
zh_hant: 將影片縮圖儲存於媒體文件旁邊

source: Chapter Images
ar: صور الفصول
da: Kapitelbilleder
de: Kapitelbilder
es: Imágenes del capítulo
fr: Images des Chapitres
id: Gambar bagian
it: Immagini dei capitoli
nl: Hoofdstukafbeeldingen
pt_br: Imagens do Capítulo
zh: 章节图片
zh_hant: 章節圖片

source: Enable chapter image extraction
ar: تمكين استخراج صور الفصول
da: Aktivér udtrækning af kapitelbilleder
de: Extraktion von Kapitelbildern aktivieren
es: Habilitar la extracción de imágenes de capítulo
fr: Activer l'extraction des images de chapitres
id: Aktifkan ekstraksi bambar bagian
it: Abilita estrazione immagini capitoli
nl: Hoofdstuk afbeeldings extractie inschakelen
pt_br: Ativar extração de imagens de capítulos
zh: 启用章节图片提取
zh_hant: 啟用章節圖片擷取

# extractChapterImagesDuringLibraryScan
source: Extract chapter images during library scans
ar: استخراج صور الفصول أثناء فحص المكتبة
da: Udtræk kapitelbilleder under biblioteksscanninger
de: Erzeuge Kapitelbilder während des Bibliothekscans
es: Extraer imágenes de capítulos durante los escaneos de la biblioteca
fr: Extraire des images de chapitres durant les scans de bibliothèque
id: Ekstrak gambar bagian selama pemindaian pustaka
it: Estrai immagini capitoli durante le scansioni della libreria
nl: Hoofdstuk afbeeldingen extraheren tijdens bibliotheekscans
pt_br: Extrair imagens dos capítulos durante o rastreamento da biblioteca
zh: 在媒体库扫描过程中提取章节图片
zh_hant: 在媒體庫掃描期間擷取章節圖片

source: Subtitle Downloads
ar: تنزيل الترجمات
da: Undertekstdownloads
de: Untertitel-Downloads
es: Descargas de subtítulos
fr: Téléchargements des Sous-titres
id: Unduhan Subtitle
it: Scarica sottotitoli
nl: Ondertitel downloads
pt_br: Download de legendas
zh: 字幕下载
zh_hant: 字幕下載

source: Download languages
ar: لغات التنزيل
da: Download-sprog
de: Herunterzuladende Sprachen
es: Idiomas de descarga
fr: Télécharger les langues
id: Unduh bahasa
it: Scarica lingue
nl: Talen downloaden
pt_br: Idiomas para Download
zh: 下载语言
zh_hant: 下載語言

source: Subtitle downloaders
ar: أدوات تنزيل الترجمات
da: Underteksthentere
de: Untertitel-Downloader
es: Descargadores de subtítulos
fr: Téléchargeurs de sous-titres
id: Pengunduh subtitle
it: Scaricatori di sottotitoli
nl: Ondertitel downloaders
pt_br: Downloaders de legendas
zh: 字幕下载器
zh_hant: 字幕下載器

# onlyPerfectSubtitleMatch
source: Only download subtitles that perfectly match the media
ar: تنزيل الترجمات المطابقة تماماً للوسائط
da: Hent kun undertekster, der passer perfekt til mediet
de: Nur Untertitel herunterladen, die perfekt zum Medium passen
es: Descarga solo subtítulos que coincidan perfectamente con el contenido multimedia
fr: Télécharger seulment des sous-titres qui correspodent exactement au média
id: Hanya unduh subtitle yang benar-benar cocok dengan media
it: Scarica solo sottotitoli che corrispondono perfettamente al video
nl: Download alleen ondertitels die perfect overeenkomen met de media
pt_br: Baixe apenas legendas que correspondam perfeitamente à mídia
zh: 只下载与媒体完全匹配的字幕
zh_hant: 僅下載與媒體完全匹配的字幕

# perfectSubtitleMatchDescription
source: Requiring a perfect match will filter subtitles to include only those that have been tested and verified with your exact video file. Unchecking this will increase the likelihood of subtitles being downloaded, but will increase the chances of mistimed or incorrect subtitle text.
ar: طلب تطابق مثالي سيقوم بتصفية الترجمات لتشمل فقط تلك التي تم اختبارها والتحقق منها مع ملف الفيديو الخاص بك. إلغاء التحديد سيزيد من احتمالية تنزيل الترجمات، لكنه يزيد أيضاً من احتمال وجود توقيت خاطئ أو نص غير دقيق.
da: Krav om perfekt match vil filtrere undertekster, så kun dem, der er testet og verificeret med din nøjagtige videofil, inkluderes. Hvis du fjerner markeringen, øges sandsynligheden for, at undertekster bliver hentet, men risikoen for, at de er tidsmæssigt forskudte eller indeholder fejl, stiger.
de: Wenn eine perfekte Übereinstimmung vorausgesetzt wird, werden nur Untertitel heruntergeladen die mit der vorhandenen Videodatei getestet und verifiziert wurden. Das Entfernen dieses Hakens erhöht die Wahrscheinlichkeit von Untertitel-Downloads, aber erhöht gleichzeitig auch die Chance auf schlecht synchronisierte oder falsche Untertitel.
es: Exigir una coincidencia perfecta filtrará los subtítulos para incluir solo aquellos que hayan sido probados y verificados con tu archivo de vídeo exacto. Desmarcar esta opción aumentará la probabilidad de que se descarguen subtítulos, pero también incrementará las posibilidades de que el texto esté desincronizado o sea incorrecto.
fr: Demander une correspondance parfaite va filtrer les sous-titres pour inclure seulement ceux qui ont été testés et vérifiés avec exactement votre fichier vidéo. Décocher ceci va augmeneter la probabilité de télécharger des sous-titres, mais également augmenter les chances de décélage ou de texte incorrect.
id: Mengharuskan kecocokan sempurna akan memfilter subtitle agar hanya mencakup yang telah diuji dan diverifikasi dengan file video Anda yang persis sama. Jika opsi ini tidak dicentang, kemungkinan subtitle akan lebih besar untuk diunduh, tetapi juga meningkatkan risiko subtitle yang tidak sinkron atau teks yang tidak sesuai.
it: Richiedere una corrispondenza perfetta filtrerà i sottotitoli includendo solo quelli testati e verificati con il tuo file video specifico. Disattivando questa opzione aumenterai le probabilità di scaricare i sottotitoli, ma aumenterà anche il rischio di testi fuori sincrono o errati.
nl: Als je een perfecte overeenkomst vereist, worden ondertitels gefilterd om alleen die op te nemen die zijn getest en geverifieerd met jouw exacte videobestand. Als je dit uitschakelt, neemt de waarschijnlijkheid toe dat ondertitels worden gedownload, maar neemt ook de kans toe op verkeerd getimede of onjuiste ondertitel tekst.
pt_br: Ao exigir uma correspondência perfeita, apenas legendas testadas e verificadas com seu arquivo de vídeo serão incluídas. Se desmarcar, mais legendas estarão disponíveis para download, porém com maior risco de estarem dessincronizadas ou com texto errado.
zh: 启用“完全匹配”选项后，字幕将仅包含经过测试并与您的视频文件完全匹配的字幕。取消勾选此选项会增加字幕下载的成功率，但也会增加字幕出现时间错乱或文本错误的风险。
zh_hant: 要求"完全符合"將過濾只包含已使用您的視訊檔案進行測試與驗證的字幕。若取消勾選此選項，將提高字幕下載的機率，但同時也會增加字幕時間錯誤或內容不正確的風險。

# skipSubtitlesIfAudioMatches
source: Skip if the default audio track matches the download language
ar: تخطِ الترجمات إذا كانت المسار الصوتي الافتراضي يطابق لغة التنزيل
da: Spring over, hvis standardlydsporet matcher download-sproget
de: Überspringen, falls der Ton bereits der herunterladbaren Sprache entspricht
es: Omitir si la pista de audio predeterminada coincide con el idioma de la descarga
fr: Passer si la piste audio par défaut correspond au language téléchargé
id: Lewati jika jalur audio default sudah sesuai dengan bahasa yang diunduh
it: Salta se la traccia audio predefinita corrisponde alla lingua di download
nl: Overslaan als het standaard audioverlies overeenkomt met de downloadtaal
pt_br: Ignore se a faixa de áudio padrão corresponder ao idioma do download
zh: 如果默认音轨与下载语言匹配，则跳过此步骤
zh_hant: 若預設音軌符合下載語言則略過

# skipSubtitlesIfEmbedded
source: Skip if the video already contains embedded subtitles
ar: تخطِ الترجمات إذا كان الفيديو يحتوي بالفعل على ترجمات مدمجة
da: Spring over, hvis videoen allerede indeholder indlejrede undertekster
de: Überspringen, falls das Video bereits eingebettete Untertitel enthält
es: Omitir si el vídeo ya contiene subtítulos incrustados
fr: Passer si la vidéo contient déjà des sous-titres intégrés
id: Lewati jika video sudah memiliki subtitle bawaan
it: Salta se il video contiene già sottotitoli incorporati
nl: Overslaan als de video al ingebouwde ondertitels bevat
pt_br: Pule esta parte se o vídeo já contiver legendas incorporadas
zh: 如果视频已包含内嵌字幕，则跳过此步骤
zh_hant: 若影片已內嵌字幕，則跳過

source: Save subtitles next to media
ar: حفظ الترجمات بجانب ملفات الوسائط
da: Gem undertekster ved siden af mediefilerne
de: Untertitel neben Mediendateien speichern
es: Guardar subtítulos junto a los archivos multimedia
fr: Sauvegarder les sous-titres à côté du média
id: Simpan subtitle di samping media
it: Salva i sottotitoli accanto ai media
nl: Ondertitels naast media opslaan
pt_br: Salvar legendas junto à mídia
zh: 将字幕保存到媒体文件旁边
zh_hant: 將字幕儲存於媒體旁

# saveArtWorkNextToMedia
source: Save artwork next to media files
ar: حفظ الصور الترويجية والملصقات الفنية بجوار ملفات الوسائط
da: Gem grafik ved siden af mediefilerne
de: Artwork neben Mediendateien speichern
es: Guardar ilustraciones junto a los archivos multimedia
fr: Sauvegarder les artwork à côté des fichiers média
id: Simpan artwork di samping media
it: Salva le immagini dei contenuti accanto ai file multimediali
nl: Artwork naast mediabestanden opslaan
pt_br: Salvar arte ao lado de arquivos de mídia
zh: 将艺术图保存到媒体文件旁边
zh_hant: 將藝術圖儲存在媒體檔案旁邊

# saveArtWorkNextToMediaDesc
source: Saving artwork into media folders will put them in a place where they can be easily edited.
ar: حفظ الصور الترويجية والملصقات الفنية داخل مجلدات الوسائط يضعها في مكان يسهل تعديله.
da: Hvis grafikken gemmes i mediemapperne, placeres den et sted, hvor den nemt kan redigeres.
de: Durch das Speichern von Bildmaterial direkt in den Medienverzeichnissen befinden sich diese an einem Ort, wo sie sehr leicht bearbeitet werden können.
es: Guardar las ilustraciones en carpetas multimedia las colocará en un lugar donde se puedan editar fácilmente.
fr: Sauvegarder l'artwork dans le dossier média les mettra à une place où ils seront facilement modifiables.
id: Menyimpan artwork ke dalam folder media akan menempatkannya di lokasi yang mudah untuk diedit.
it: Salvare le immagini nelle cartelle multimediali le renderà facilmente modificabili.
nl: Artwork in mediamappen opslaan zal ze op een plaats zetten waar ze gemakkelijk kunnen worden bewerkt.
pt_br: Salvar arte em pastas de mídia vai colocá-los em um lugar onde eles podem ser facilmente editados.
zh: 将图片保存到媒体文件夹中，可以方便地进行编辑。
zh_hant: 將藝術圖儲存到媒體資料夾中，可以將它們放置在一個易於編輯的位置。

source: Select
ar: اختيار
da: Vælg
de: Wählen
es: Seleccionar
fr: Sélectionner
id: Pilih
it: Seleziona
nl: Selecteer
pt_br: Selecione
zh: 选择
zh_hant: 選擇

source: New Library
ar: مكتبة جديدة
da: Nyt bibliotek
de: Neue Bibliothek
es: Biblioteca nueva
fr: Nouvelle Bibliothèque
id: Pustaka Baru
it: Nuova libreria
nl: Nieuwe bibliotheek
pt_br: Nova biblioteca
zh: 新建媒体库
zh_hant: 新增媒體庫

source: Content Type
ar: نوع المحتوى
da: Indholdstype
de: Inhaltsart
es: Tipo de contenido
fr: Type de Contenu
id: Tipe Konten
it: Tipo di contenuto
nl: Inhoudstype
pt_br: Tipo de conteúdo
zh: 内容类型
zh_hant: 內容類型

# metadataImageLongPressTouch
source: Long press to delete image
ar: اضغط مطولاً لحذف الصورة
da: Hold nede for at slette billedet
de: Lange Drücken um Bild zu löschen
es: Mantenga pulsado para eliminar la imagen
fr: Appuyer longuement pour supprimer l'image
id: Tekan lama untuk menghapus gambar
it: Tieni premuto per eliminare l'immagine
nl: Lang indrukken om afbeelding te verwijderen
pt_br: Pressione e segure para excluir a imagem
zh: 长按删除图片
zh_hant: 長按刪除圖片

# metadataImageLongPressClick
source: Right-click to delete image
ar: انقر بزر الفأرة الأيمن لحذف الصورة
da: Højreklik for at slette billedet
de: Rechtsklicken um Bild zu löschen
es: Clic derecho para eliminar la imagen
fr: Clic droit pour supprimer l'image
id: Klik kanan untuk menghapus gambar
it: Tasto destro per eliminare l'immagine
nl: Klik met de rechtermuisknop om afbeelding te verwijderen
pt_br: Clique com o botão direito para excluir a imagem
zh: 右键单击删除图片
zh_hant: 以滑鼠右鍵點擊來刪除圖片

source: Primary
ar: أساسي
da: Primær
de: Primär
es: Primario
fr: Principal
id: Utama
it: Primario
nl: Primair
pt_br: Primário
zh: 首选
zh_hant: 主要

# backdrop
source: {count, plural, other{Backdrops} one{Backdrop}}
ar: {count, plural, one{خلفية} other{خلفيات}}
da: {count, plural, one{Baggrundsbillede} other{Baggrundsbilleder}}
es: {count, plural, other{Imágenes de fondo} one{Imagen de fondo}}
fr: {count, plural, other{Toiles de fond} one{Toile de fond}}
id: {count, plural, other{Latar Belakang} one{Latar Belakang}}
it: {count, plural, other{Sfondi} one{Sfondo}}
nl: {count, plural, one{Achtergrond} other{Achtergronden}}
pt_br: {count, plural, other{Imagens de Fundo} one{Imagem de Fundo}}
zh: {count, plural, other{背景图} one{背景图}}
zh_hant: {count, plural, other{背景圖} one{背景圖}}

source: Select folder to add
ar: اختر المجلد لإضافته
da: Vælg mappe, der skal tilføjes
de: Ordner auswählen, der hinzugefügt werden soll
es: Selecciona la carpeta para añadir
fr: Sélectionner le dossier à ajouter
id: Pilih folder untuk ditambahkan
it: Seleziona la cartella per aggiungere
nl: Map selecteren om toe te voegen
pt_br: Selecione a pasta para adicionar
zh: 选择要添加的文件夹
zh_hant: 選擇要新增的資料夾

source: System root folder
ar: مجلد النظام الجذري
da: Systemets rodmappe
de: System Wurzelordner
es: Carpeta raíz del sistema
fr: Dossier racine du système
id: Folder root sistem
it: Cartella radice di sistema
nl: Systeemroot map
pt_br: Pasta raiz do sistema
zh: 系统根目录
zh_hant: 系統根目錄資料夾

# selectedPath
source: Selected path: {path}
ar: المسار المحدد: {path}
da: Valgt sti: {path}
de: Ausgewählter Pfad: {path}
es: Ruta seleccionada: {path}
fr: Chemin sélectionné : {path}
id: Lokasi terpilih: {path}
it: Percorso selezionato: {path}
nl: Geselecteerd pad: {path}
pt_br: Caminho selecionado: {path}
zh: 已选路径: {path}
zh_hant: 已選路徑: {path}

# deleteRequestConfirmation
source: Are you sure you want to delete this request?
ar: هل أنت متأكد أنك تريد حذف هذا الطلب؟
da: Er du sikker på, at du vil slette denne anmodning?
de: Sind Sie sicher, dass Sie diese Anfrage löschen möchten?
es: ¿Estás seguro de que deseas eliminar esta solicitud?
fr: Êtes-vous sûr(e) de vouloir supprimer cette requête ?
id: Apakah Anda yakin ingin menghapus permintaan ini?
it: Sei sicuro che vuoi cancellare questa richiesta?
nl: Weet je zeker dat je dit vezoek wilt verwijderen?
pt_br: Tem certeza de que deseja excluir esta solicitação?
zh: 您确定要删除此请求吗？
zh_hant: 您確定要刪除此請求嗎？

source: Recently added
ar: تمت إضافته مؤخراً
da: Senest tilføjet
de: Kürzlich hinzugefügt
es: Añadido recientemente
fr: Récemment ajouté
id: Baru ditambahkan
it: Recentemente aggiunto
nl: Recent toegevoegd
pt_br: Adicionado recentemente
zh: 最近添加
zh_hant: 最近添加

source: Recent requests
ar: الطلبات الأخيرة
da: Seneste anmodninger
de: Kürzlich angefragt
es: Solicitudes recientes
fr: Requêtes récentes
id: Permintaan terbaru
it: Richieste recenti
nl: Recente verzoeken
pt_br: Solicitações recentes
zh: 最近请求
zh_hant: 最近的請求

source: Trending
ar: الشائع الآن
de: Im Trend
fr: Populaire
id: Sedang tren
it: In tendenza
pt_br: Tendências
zh: 热门趋势
zh_hant: 熱門趨勢

source: Popular movies
ar: الأفلام الأكثر شهرة
da: Populære film
de: Beliebte Filme
es: Películas populares
fr: Films populaires
id: Film populer
it: Film popolari
nl: Populaire films
pt_br: Filmes populares
zh: 热门电影
zh_hant: 熱門電影

source: Expected movies
ar: الأفلام المرتقبة
da: Forventede film
de: Erwartete Filme
es: Películas esperadas
fr: Films attendus
id: Film yang ditunggu
it: Film in arrivo
nl: Verwachte films
pt_br: Filmes esperados
zh: 预计上映的电影
zh_hant: 預計上映的電影

source: Expected series
ar: المسلسلات المرتقبة
da: Forventede serier
de: Erwartete Serien
es: Series esperadas
fr: Séries attendues
id: Serial yang ditunggu
it: Serie in arrivo
nl: Verwachte series
pt_br: Série esperada
zh: 预计上映的节目
zh_hant: 預計上映的節目

source: Request configuration
ar: إعدادات الطلب
da: Anmodningsindstillinger
de: Konfiguration anfordern
es: Solicitar configuración
fr: Demander configuration
id: Konfigurasi permintaan
it: Richiedi configurazione
nl: Seerr configuratie
pt_br: Configuração da solicitação
zh: 请求配置
zh_hant: 請求設定

source: Quality profile
ar: ملف الجودة
da: Kvalitetsprofil
de: Qualitätsprofil
es: Perfil de calidad
fr: Profil de qualité
id: Profil kualitas
it: Profilo qualità
nl: Kwaliteitsprofiel
pt_br: Perfil de qualidade
zh: 质量配置文件
zh_hant: 品質設定檔

source: Select profile
ar: اختر ملف الجودة
da: Vælg profil
de: Profil auswählen
es: Seleccionar perfil
fr: Sélectionner profil
id: Pilih profil
it: Seleziona profilo
nl: Profiel selecteren
pt_br: Selecione o perfil
zh: 选择配置文件
zh_hant: 選擇設定檔

source: Root folder
ar: المجلد الجذري
da: Rodmappe
de: Wurzelverzeichnis
es: Carpeta raíz
fr: Dossier racine
id: Folder root
it: Cartella radice
nl: Basis map
pt_br: Pasta raiz
zh: 根文件夹
zh_hant: 根目錄

source: Select folder
ar: اختر المجلد
da: Vælg mappe
de: Ordner auswählen
es: Seleccionar carpeta
fr: Sélectionner dossier
id: Pilih folder
it: Seleziona cartella
nl: Map selecteren
pt_br: Selecione a pasta
zh: 选择文件夹
zh_hant: 選取資料夾

source: Tags
ar: الوسوم
es: Etiquetas
id: Tag
it: Tag
pt_br: Etiquetas
zh: 标签
zh_hant: 標籤

source: No tags
ar: لا توجد وسوم
da: Ingen tags
de: Keine Tags
es: Sin etiquetas
fr: Pas de tags
id: Tidak ada tag
it: Nessun tag
nl: Geen tags
pt_br: Nenhuma etiqueta
zh: 无标签
zh_hant: 無標籤

source: Request as
ar: طلب باسم
da: Anmod som
de: Anfordern als
es: Solicitar como
fr: Demander en tant que
id: Minta sebagai
it: Richiedi come
nl: Verzoek als
pt_br: Solicitar como
zh: 请求为
zh_hant: 請求為

# requestQuotaStatus
source: {remaining} of {limit} remaining (resets every {days} days)
ar: متبقي {remaining} من أصل {limit} (تُعاد كل {days} يوماً)
da: {remaining} ud af {limit} tilbage (nulstilles hver {days} dag)
de: {remaining} von {limit} übrig (Wird alle {days} Tage zurückgesetzt)
es: {remaining} de {limit} restante (se restablece cada {days} días)
fr: {remaining} sur {limit} restant (réinitialisation tous les {days} jours)
id: {remaining} dari {limit} tersisa (direset setiap {days} hari)
it: {remaining} di {limit} rimanenti (si azzera ogni {days} giorni)
nl: {remaining} van {limit} resterend (reset elke {days} dagen)
pt_br: {remaining} de {limit} restantes (reinicia a cada {days} dias)
zh: {remaining} of {limit} 剩余 (每 {days} 天重置一次)
zh_hant: 還剩 {remaining} / {limit} (每 {days} 天重置一次)

# requestQuotaLimitReached
source: Request limit reached for {mediaType}.
ar: تم الوصول إلى الحد الأقصى للطلبات لـ {mediaType}.
da: Grænse for anmodninger nået for {mediaType}.
de: Anforderungslimit erreicht für {mediaType}.
es: Se ha alcanzado el límite de solicitudes para {mediaType}.
fr: Limite atteinte pour {mediaType}.
id: Batas permintaan untuk {mediaType} telah tercapai.
it: Limite di richieste raggiunto per {mediaType}.
nl: Verzoeklimiet bereikt voor {mediaType}.
pt_br: Limite de requisições atingido para {mediaType}.
zh: {mediaType} 的请求次数已达到上限。
zh_hant: {mediaType} 的請求次數以達上限。

source: Submit request
ar: إرسال الطلب
da: Send anmodning
de: Anfrage senden
es: Enviar solicitud
fr: Soumettre requête
id: Kirim permintaan
it: Invia richiesta
nl: Verzoek indienen
pt_br: Enviar solicitação
zh: 提交请求
zh_hant: 送出請求

source: No overview available.
ar: لا توجد نظرة عامة متاحة.
da: Ingen oversigt tilgængelig.
de: Keine Übersicht verfügbar.
es: No hay resumen disponible.
fr: Pas d'aperçu disponible.
id: Tidak ada ikhtisar yang tersedia.
it: Nessuna panoramica disponibile.
nl: Geen overzicht beschikbaar.
pt_br: Nenhuma visão geral disponível.
zh: 暂无概述。
zh_hant: 沒有可用的概覽。

source: downloading
ar: جارٍ التنزيل
da: downloader
de: herunterladen
es: descargando
fr: téléchargement
id: mengunduh
it: scaricamento
nl: downloaden
pt_br: baixando
zh: 下载
zh_hant: 正在下載

source: Request
ar: طلب
da: Anmod
de: Anfrage
es: Solicitar
fr: Requête
id: Permintaan
it: Richiesta
nl: Verzoek
pt_br: Solicitar
zh: 请求
zh_hant: 請求

source: View request
ar: عرض الطلب
da: Vis anmodning
de: Anfrage einsehen
es: Ver solicitud
fr: Visualiser requête
id: Lihat permintaan
it: Visualizza richiesta
nl: Verzoek bekijken
pt_br: Visualizar solicitação
zh: 查看请求
zh_hant: 查看請求

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
zh: 电子邮件
zh_hant: 電子郵件

source: Username
ar: اسم المستخدم
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
id: Nama Pengguna
it: Nome utente
nl: Gebruikersnaam
pt_br: Nome de usuário
zh: 用户名
zh_hant: 使用者名稱

source: OK
ar: موافق
zh: 确定
zh_hant: 確定

# seerrNotConfigured
source: Not configured
ar: غير مُهيأ
da: Ikke konfigureret
de: Nicht eingerichtet
es: Sin configurar
fr: Non configuré
id: Seerr belum dikonfigurasi
it: Non configurato
nl: Niet geconfigureerd
pt_br: Não configurado
zh: 未配置
zh_hant: 未設置

# seerrLoadingUser
source: Loading user
ar: جارٍ تحميل المستخدم
da: Indlæser bruger
de: Benutzer laden
es: Cargando usuario
fr: Chargement de l'utilisateur
id: Memuat pengguna
it: Caricamento utente
nl: Gebruiker laden
pt_br: Carregando o usuário
zh: 正在加载用户
zh_hant: 正在載入使用者

# seerrUnknownUser
source: Unknown user
ar: مستخدم غير معروف
da: Ukendt bruger
de: Unbekannter Benutzer
es: Usuario desconocido
fr: Utilisateur inconnu
id: Pengguna Seerr tidak dikenal
it: Utente sconosciuto
nl: Onbekende gebruiker
pt_br: Usuário desconhecido
zh: 未知用户
zh_hant: 未知使用者

# loggedInAs
source: Logged in as {displayName}
ar: تم تسجيل الدخول باسم {displayName}
de: Angemeldet als {displayName}
es: Iniciado sesión como {displayName}
fr: Connecté en tant que {displayName}
id: Masuk sebagai {displayName}
it: Connesso come {displayName}
nl: Ingelogd als {displayName}
pt_br: Logado como {displayName}
zh: 已登录，用户名为 {displayName}
zh_hant: 已登入為 {displayName}
