Repository: KeyboardDabbler/gbs-player-app
Catalog: lib/l10n/app_*.arb
Languages: ar, br, cs, da, de, el, es, fr, id, it, ko, nl, pt_br, zh, zh_hant

# settingsPlayerVideoHWAccelTitle
source: Hardware acceleration
ar: تسريع الأجهزة
cs: Hardwarová akcelerace
de: Hardwarebeschleunigung
es: Aceleración de hardware
fr: Accélération matérielle
id: Akselerasi perangkat keras
it: Accelerazione hardware
ko: 하드웨어 가속
nl: Hardwareversnelling
pt_br: Aceleração de hardware
zh: 硬件加速
zh_hant: 硬體加速

# settingsPosterPinch
source: Pinch-zoom to scale posters
ar: التصغير/التكبير لتغيير حجم الملصقات
cs: Zvětšení plakátů pomocí přiblížení a sevření prstů
da: Knip-zoom for at skalere plakater
de: Mit Zwei-Finger-Zoom Poster skalieren
es: Pellizcar para escalar pósteres
fr: Pincer pour zoomer pour mettre à l'échelle les affiches
id: Perbesar/perkecil poster dengan gerakan cubit
it: Zooma e pizzica per ingrandire i poster
nl: Knijp-zoom om posters te schalen
pt_br: Use o gesto de pinça para ampliar os pôsteres
zh: 捏合缩放以调整海报大小
zh_hant: 雙指縮放以調整海報大小

# settingsPosterSize
source: Poster size
ar: حجم الملصق
cs: Velikost plakátu
da: Plakatstørrelse
de: Postergröße
es: Tamaño del póster
fr: Taille de l'affiche
id: Ukuran Poster
it: Formato poster
nl: Poster grootte
pt_br: Tamanho do pôster
zh: 海报大小
zh_hant: 海報大小

# settingsProfileDesc
source: Lockscreen, Local URL, Seerr
ar: شاشة القفل، الرابط المحلي، Seerr
cs: Zamykací obrazovka
da: Låseskærm, Lokal URL, Seerr
de: Sperrbildschirm, Lokale URL, Seerr
es: Pantalla de bloqueo, URL local, Seerr
fr: Écran de verrouillage, URL locale, Seer
id: Layar kunci, URL Lokal, Seerr
it: Schermata di blocco, URL locale, Seerr
nl: Vergrendelscherm
pt_br: Tela de bloqueio, URL local, Seerr
zh: 锁屏，本地网址，Seerr
zh_hant: 鎖定畫面, 本地 URL, Seerr

# settingsProfileTitle
source: Profile
ar: ملف التعريف
cs: Profil
da: Profil
de: Profil
es: Perfil
fr: Profil
id: Profil
it: Profilo
nl: Profiel
pt_br: Perfil
zh: 个人资料
zh_hant: 個人資料

# settingsQuickConnectTitle
source: Quick connect
ar: اتصال سريع
cs: Rychlé připojení
da: Hurtig tilkobling
es: Conexión rápida
fr: Connexion rapide
id: Sambungan Cepat
it: Connessione rapida
nl: Snel verbinden
pt_br: Conexão rápida
zh: 快速连接
zh_hant: 快速連線

# settingsSecurity
source: Security
ar: الأمان
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
es: Seguridad
fr: Sécurité
id: Keamanan
it: Sicurezza
nl: Beveiliging
pt_br: Segurança
zh: 安全
zh_hant: 安全性

# settingsShowScaleSlider
source: Show poster size slide
ar: عرض شريط تمرير حجم الملصق
cs: Zobrazit posuvník pro změnu velikosti plakátu
da: Vis plakatstørrelsesslider
de: Postergrößen-Slide anzeigen
es: Mostrar control deslizante de tamaño de póster
fr: Afficher le curseur de taille des affiches
id: Tampilkan slide ukuran poster
it: Mostra diappositiva in formato poster
nl: Toon posterschaal schuifregelaar
pt_br: Mostrar slide do tamanho do pôster
zh: 显示海报大小滑块
zh_hant: 顯示海報大小滑桿

# settingsVisual
source: Visual
ar: مرئي
cs: Vizuál
da: Visuelt
de: Visuelles
fr: Visuel
it: Visuale
nl: Visueel
zh: 视觉
zh_hant: 視覺

source: Shadow
ar: الظل
cs: Stín
da: Skygge
de: Schatten
es: Sombra
fr: Ombre
id: Bayangan
it: Ombra
nl: Schaduw
pt_br: Sombra
zh: 阴影
zh_hant: 陰影

source: Show album
ar: عرض الألبوم
cs: Zobrazit album
da: Vis album
de: Album anzeigen
es: Mostrar álbum
fr: Afficher l'album
id: Tampilkan Album
it: Mostra album
nl: Toon album
pt_br: Mostrar álbum
zh: 显示相册
zh_hant: 顯示相簿

source: Show details
ar: عرض التفاصيل
cs: Zobrazit detaily
da: Vis detaljer
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
id: Tampilkan Detail
it: Mostra dettagli
nl: Toon details
pt_br: Mostrar detalhes
zh: 显示详情
zh_hant: 顯示詳細資訊

source: Show empty
ar: عرض فارغ
cs: Zobrazit prázdné
da: Vis tomme
de: Leere Objekte anzeigen
es: Mostrar vacío
fr: Afficher vide
id: Tampilkan Kosong
it: Mostra vuoti
nl: Toon leeg
pt_br: Mostrar vazio
zh: 显示空项
zh_hant: 顯示空項目

source: Shuffle videos
ar: خلط مقاطع الفيديو
cs: Náhodné přehrávání videa
da: Bland videoer
de: Videos zufällig anordnen
es: Videos aleatorios
fr: Mélanger les vidéos
id: Acak Video
it: Mescola i video
ko: 무작위 영상 재생
nl: Video''s shuffle
pt_br: Vídeos aleatórios
zh: 随机播放视频
zh_hant: 隨機播放影片

source: Something went wrong
ar: حدث خطأ ما
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist fehlgeschlagen
es: Algo salió mal
fr: Quelque chose a mal tourné
id: Terjadi kesalahan
it: Qualcosa è andato storto
nl: Er is iets misgegaan
pt_br: Algo deu errado
zh: 出了点问题
zh_hant: 發生了一些問題

# somethingWentWrongPasswordCheck
source: Something went wrong. Check your password.
ar: حدث خطأ ما. تحقق من كلمة المرور الخاصة بك.
cs: Něco se pokazilo. Zkontrolujte si heslo.
da: Noget gik galt. Tjek dit kodeord.
de: Etwas ist fehlgeschlagen. Überprüfe dein Passwort.
es: Algo salió mal. Verifiqué su contraseña.
fr: Quelque chose s'est mal passé. Vérifiez votre mot de passe.
id: Terjadi kesalahan. Periksa kata sandi Anda.
it: Qualcosa è andato storto. Controlla la tua password.
nl: Er is iets misgegaan, controleer je wachtwoord.
pt_br: Algo deu errado. Verifique sua senha.
zh: 出了点问题。请检查您的密码。
zh_hant: 發生了一些問題，請檢查您的密碼。

source: Sort by
ar: فرز حسب
cs: Seřadit podle
da: Sorter efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan Berdasarkan
it: Ordina per
nl: Sorteer op
pt_br: Classificar por
zh: 排序方式
zh_hant: 排序依據

# sortName
source: Name
ar: الاسم
cs: Název
da: Navn
es: Nombre
fr: Nom
id: Nama Urutan
it: Nome
nl: Naam
pt_br: Nome
zh: 名称
zh_hant: 名稱

source: Sort order
ar: ترتيب الفرز
cs: Pořadí řazení
da: Sorteringsrækkefølge
de: Sortierungsreihenfolge
es: Orden de clasificación
fr: Ordre de tri
id: Urutan
it: Criterio di ordinamento
nl: Sorteervolgorde
pt_br: Ordem de classificação
zh: 排序顺序
zh_hant: 排序順序

source: Start
ar: ابدأ
es: Iniciar
fr: Commencer
id: Mulai
it: Inizia
pt_br: Iniciar
zh: 开始
zh_hant: 開始

# studio
source: {count, plural, other{Studios} one{Studio}}
ar: {count, plural, other{استوديوهات} one{استوديو}}
cs: {count, plural, other{Studia} one{Studio}}
da: {count, plural, other{Studier} one{Studio}}
es: {count, plural, other{Estudios} one{Estudio}}
id: {count, plural, other{Studio} one{Studio}}
it: {count, plural, other{Studi} one{Studio}}
pt_br: {count, plural, other{Estúdios} one{Estúdio}}
zh: {count, plural, other{工作室} one{工作室}}
zh_hant: {count, plural, other{工作室} one{工作室}}

source: Subtitle configurator
ar: مُكوّن الترجمة
cs: Konfigurátor titulků
da: Undertekstkonfigurator
de: Untertitel konfigurieren
es: Configurador de subtítulos
fr: Configurateur de sous-titres
id: Pengatur subtitle
it: Configuratore dei sottotitoli
nl: Ondertitel configurator
pt_br: Configurador de legendas
zh: 字幕配置器
zh_hant: 字幕設定工具

# subtitleConfiguratorPlaceHolder
source: This is placeholder text, nothing to see here.
ar: هذا نص بديل، لا يوجد شيء هنا.
cs: Toto je zástupný text, zde není nic k vidění.
da: Dette er en pladsholder tekst, intet at se her.
de: Dies ist Platzhaltertext, hier gibt es nichts zu sehen.
es: Este es un texto de marcador de posición, nada que ver aquí.
fr: Ceci est un texte de placeholder, rien à voir ici.
id: Ini adalah teks penampung, tidak ada yang perlu diperhatikan di sini.
it: Questo è un testo segnaposto, non c'è niente da vedere qui.
nl: Dit is placeholder tekst, niets te zien hier.
pt_br: Este é um texto de espaço reservado, nada para ver aqui.
zh: 这是占位符文本，此处无任何内容。
zh_hant: 這是預留位置文字，此處無任何內容。

source: Subtitles
ar: الترجمات
cs: Titulky
da: Undertekster
de: Untertitel
es: Subtítulos
fr: Sous-titres
id: Subtitle
it: Sottotitoli
nl: Ondertitels
pt_br: Legendas
zh: 字幕
zh_hant: 字幕

source: Switch user
ar: تبديل المستخدم
cs: Přepnout uživatele
da: Skift bruger
de: Benutzer wechseln
es: Cambiar usuario
fr: Changer d'utilisateur
id: Ganti pengguna
it: Cambia utente
nl: Wissel gebruiker
pt_br: Trocar usuário
zh: 切换用户
zh_hant: 切換使用者

source: Sync
ar: مزامنة
cs: Synchronizace
da: Synkroniser
de: Synchronisierung
es: Sincronizar
fr: Synchroniser
id: Sinkronisasi
it: Sincronizzazione
nl: Synchroniseren
pt_br: Sincronizar
zh: 同步
zh_hant: 同步

# syncDeleteItemDesc
source: Delete all synced data for {item}?
ar: حذف جميع البيانات التي تمت مزامنتها ل {item}؟
cs: Smazat všechna synchronizovaná data pro {item}?
da: Slet alle synkroniserede data for {item}?
de: Alle für {item} synchronisierten Daten löschen?
es: ¿Eliminar todos los datos sincronizados para {item}?
fr: Supprimer toutes les données synchronisées pour {item} ?
id: Hapus semua data yang disinkronkan untuk {item}?
it: Eliminare tutti i dati sincronizzati per {item}?
nl: Alle gesynchroniseerde gegevens verwijderen voor {item}?
pt_br: Excluir todos os dados sincronizados para {item}?
zh: 为 {item} 删除所有已同步的数据？
zh_hant: 要為 {item} 刪除所有已同步的資料嗎？

# syncDeleteItemTitle
source: Delete synced item
ar: حذف العنصر الذي تمت مزامنته
cs: Smazat synchronizovanou položku
da: Slet synkroniserede elementer
de: Synchronisiertes Element löschen
es: Eliminar elemento sincronizado
fr: Supprimer l'élément synchronisé
id: Hapus item yang disinkronkan
it: Elimina elemento sincronizzato
nl: Gesynchroniseerd item verwijderen
pt_br: Excluir item sincronizado
zh: 删除已同步的项目
zh_hant: 刪除已同步的項目

# syncDeletePopupPermanent
source: This action is permanent and will remove all locally synced files
ar: هذا الإجراء دائم وسيزيل جميع الملفات التي تمت مزامنتها محلياً
cs: Tato akce je trvalá a odstraní všechny lokálně synchronizované soubory
da: Denne handling er permanent og vil fjerne alle lokalt synkroniserede filer
de: Diese Aktion ist endgültig und entfernt alle lokal synchronisierten Dateien
es: Esta acción es permanente y eliminará todos los archivos sincronizados localmente
fr: Cette action est permanente et supprimera tous les fichiers synchronisés localement
id: Tindakan ini bersifat permanen dan akan menghapus semua file yang disinkronkan secara lokal
it: Questa azione è permanente e rimuoverà tutti i file sincronizzati localmente
nl: Deze actie is permanent en verwijdert alle lokaal gesynchroniseerde bestanden
pt_br: Esta ação é permanente e removerá todos os arquivos sincronizados localmente
zh: 此操作是永久性的，将删除所有已在本地同步的文件
zh_hant: 此操作為永久性，將會刪除所有已在本機同步的檔案

source: Sync details
ar: تفاصيل المزامنة
cs: Podrobnosti synchronizace
da: Synkroniser detaljer
de: Details zur Synronsierung
es: Sincronizar detalles
fr: Synchroniser les détails
id: Detail sinkronisasi
it: Dettagli sincronizzazione
nl: Details synchroniseren
pt_br: Detalhes de sincronização
zh: 同步详情
zh_hant: 同步詳細資訊

# syncOpenParent
source: Open parent
ar: فتح المجلد الأصلي
cs: Otevřít nadřazený element
da: Åben overordnet
de: Übergeordnetes Element öffnen
es: Abrir padre
fr: Ouvrir le parent
id: Buka Induk
it: Apri superiore
nl: Ouder openen
pt_br: Abrir diretório
zh: 打开父级
zh_hant: 開啟上層

# syncRemoveDataDesc
source: Delete synced video data? This is permanent and you will need to re-sync the files
ar: حذف بيانات الفيديو التي تمت مزامنتها؟ هذا الإجراء دائم وستحتاج إلى إعادة مزامنة الملفات
cs: Smazat synchronizovaná video data? Toto je trvalé a budete muset soubory znovu synchronizovat
da: Slet synkroniserede videodata? Dette er permanent og du vil skulle gensynkronisere filerne
de: Gelöschte Videodaten löschen? Dies ist permanent und Sie müssen die Dateien neu synchronisieren
es: ¿Eliminar los datos de video sincronizados? Esto es permanente y necesitarás volver a sincronizar los archivos
fr: Supprimer les données vidéo synchronisées ? Ceci est permanent et vous devrez resynchroniser les fichiers
id: Hapus data video yang disinkronkan? Ini bersifat permanen dan Anda perlu menyinkronkan ulang file
it: Vuoi eliminare i dati video sincronizzati? Questa operazione è permanente e dovrai risincronizzare i file
ko: 동기화된 비디오 데이터를 할까요? 이 작업은 되돌릴 수 없고, 파일을 다시 동기화해야 해요
nl: Gesynchroniseerde videogegevens verwijderen? Dit is permanent en je moet de bestanden opnieuw synchroniseren
pt_br: Excluir dados de vídeo sincronizados? Isso é permanente e você precisará sincronizar os arquivos novamente
zh: 删除已同步的视频数据？这是永久性的，您需要重新同步文件
zh_hant: 刪除已同步的影片資料？此操作為永久性，您需要重新同步檔案

# syncRemoveDataTitle
source: Remove synced data?
ar: إزالة البيانات التي تمت مزامنتها؟
cs: Odstranit synchronizovaná data?
da: Slet synkroniserede data?
de: Synchronisierte Daten löschen?
es: ¿Eliminar datos sincronizados?
fr: Supprimer les données synchronisées ?
id: Hapus data yang disinkronkan?
it: Rimuovere i dati sincronizzati?
nl: Gesynchroniseerde gegevens verwijderen?
pt_br: Remover dados sincronizados?
zh: 删除已同步的数据？
zh_hant: 刪除已同步的資料？

source: Synced items
ar: العناصر التي تمت مزامنتها
cs: Synchronizované položky
da: Synkroniserede elementer
de: Synchronisierte Elemente
es: Elementos sincronizados
fr: Éléments synchronisés
id: Item tersinkronisasi
it: Elementi sincronizzati
nl: Gesynchroniseerde items
pt_br: Itens sincronizados
zh: 已同步的项目
zh_hant: 已同步的項目

# tag
source: {count, plural, one{Tag} other{Tags}}
ar: {count, plural, one{وسم} other{وسوم}}
cs: {count, plural, one{Štítek} few{Štítky} many{Štítků} other{Štítků}}
de: {count, plural, one{Label} other{Labels}}
es: {count, plural, one{Etiqueta} other{Etiquetas}}
fr: {count, plural, one{Étiquette} other{Étiquettes}}
id: {count, plural, one{Tag} other{Tag}}
it: {count, plural, one{Etichetta} other{Etichette}}
nl: {count, plural, one{Label} other{Labels}}
pt_br: {count, plural, one{Etiqueta} other{Etiquetas}}
zh: {count, plural, one{标签} other{标签}}
zh_hant: {count, plural, one{標籤} other{標籤}}

source: Theme
ar: المظهر
cs: Téma
da: Tema
de: Design
es: Tema
fr: Thème
id: Tema
it: Tema
nl: Thema
pt_br: Tema
zh: 主题
zh_hant: 主題

source: Theme color
ar: لون المظهر
cs: Barva téma
da: Temafarve
de: Akzentfarbe
es: Color del tema
fr: Couleur du thème
id: Warna Tema
it: Colore del tema
nl: Thema kleur
pt_br: Cor do tema
zh: 主题颜色
zh_hant: 主題顏色

# themeModeDark
source: Dark
ar: داكن
cs: Tmavé
da: Mørk
de: Dunkel
es: Oscuro
fr: Sombre
id: Gelap
it: Scuro
nl: Donker
pt_br: Escuro
zh: 深色
zh_hant: 深色

# themeModeLight
source: Light
ar: فاتح
cs: Světlé
da: Lys
de: Hell
es: Claro
fr: Clair
id: Terang
it: Chiaro
nl: Licht
pt_br: Claro
zh: 浅色
zh_hant: 淺色

# themeModeSystem
source: System
ar: النظام
cs: Systémové
es: Sistema
fr: Système
id: Sistem
it: Sistema
nl: Systeem
pt_br: Sistema
zh: 系统
zh_hant: 系統

# timeAndAnnotation
source: {minutes} and {seconds}
ar: {minutes} و {seconds}
cs: {minutes} a {seconds}
da: {minutes} og {seconds}
de: {minutes} und {seconds}
es: {minutes} y {seconds}
fr: {minutes} et {seconds}
id: {minutes} dan {seconds}
it: {minutes} e {seconds}
nl: {minutes} en {seconds}
pt_br: {minutes} e {seconds}
zh: {minutes} 分 {seconds} 秒
zh_hant: {minutes} 分 {seconds} 秒

source: Time-out
ar: انتهاء المهلة
cs: Časový limit
da: Tidsgrænse
de: Zeitüberschreitung
es: Tiempo de espera
id: Waktu Habis
it: Tempo scaduto
pt_br: Tempo esgotado
zh: 超时
zh_hant: 逾時

# totalSize
source: Total size: {size}
ar: الحجم الكلي: {size}
cs: Celková velikost: {size}
da: Fuld størrelse: {size}
de: Gesamtgröße: {size}
es: Tamaño total: {size}
fr: Taille totale : {size}
id: Ukuran total: {size}
it: Dimensione totale: {size}
nl: Totale grootte: {size}
pt_br: Tamanho total: {size}
zh: 总大小：{size}
zh_hant: 總大小：{size}

# type
source: {count, plural, other{Types} one{Type}}
ar: {count, plural, one{نوع} other{أنواع}}
cs: {count, plural, other{Typů} one{Typ} few{Typy}}
da: {count, plural, other{Typer} one{Type}}
de: {count, plural, other{Typen} one{Typ}}
es: {count, plural, other{Tipos} one{Tipo}}
id: {count, plural, other{Tipe} one{Tipe}}
it: {count, plural, other{Tipi} one{Tipo}}
nl: {count, plural, other{Soorten} one{Soort}}
pt_br: {count, plural, other{Tipos} one{Tipo}}
zh: {count, plural, other{类型} one{类型}}
zh_hant: {count, plural, other{類型} one{類型}}

source: Unplayed
ar: لم تُشغَل
cs: Nepřehrané
da: Ikke afspillet
de: Nicht abgespielt
es: No reproducido
fr: Non joué
id: Belum Diputar
it: Non riprodotto
nl: Ongespeeld
pt_br: Não reproduzido
zh: 未播放
zh_hant: 未播放

# unableToConnectHost
source: Unable to connect to host
ar: غير قادر على الاتصال بالمضيف
cs: Nelze se připojit k hostiteli
da: Ikke istand til at forbinde til vært
de: Verbindung zum Host nicht möglich
es: No se puede conectar al host
fr: Impossible de se connecter à l'hôte
id: Tidak dapat terhubung ke host
it: Impossibile connettersi all'host
nl: Kan geen verbinding maken met host
pt_br: Não é possível conectar ao host
zh: 无法连接到主机
zh_hant: 無法連線到主機

# unableToReverseAction
source: This action can not be reversed. It will remove all settings.
ar: لا يمكن التراجع عن هذا الإجراء. سيؤدي إلى إزالة جميع الإعدادات.
cs: Tuto akci nelze vrátit zpět. Odstraní všechna nastavení.
da: Denne handling kan ikke gøres om. Dette vil slette alle indstillinger.
de: Diese Aktion ist unumkehrbar und wird alle Einstellungen zurücksetzen.
es: Esta acción no se puede revertir. Eliminará todo los ajustes.
fr: Cette action ne peut pas être annulée, elle supprimera tous les paramètres.
id: Tindakan ini tidak dapat dibatalkan. Semua pengaturan akan dihapus.
it: Questa azione non può essere annullata. Rimuoverà tutte le impostazioni.
nl: Deze actie kan niet ongedaan worden gemaakt, het verwijdert alle instellingen.
pt_br: Esta ação não pode ser revertida. Ela removerá todas as configurações.
zh: 此操作无法撤销，它将删除所有设置。
zh_hant: 此操作無法復原，它將刪除所有設定。

source: Unknown
ar: مجهول
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fr: Inconnu
id: Tidak Diketahui
it: Sconosciuto
nl: Onbekend
pt_br: Desconhecido
zh: 未知
zh_hant: 未知

source: Use defaults
ar: الاعدادات الافتراضية
cs: Použít výchozí nastavení
da: Brug standarder
de: Standardeinstellungen verwenden
es: Usar valores predeterminados
fr: Utiliser les paramètres par défaut
id: Gunakan bawaan
it: Usa i valori predefiniti
nl: Standaardwaarden gebruiken
pt_br: Usar padrões
zh: 使用默认值
zh_hant: 使用預設值

source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
id: Nama Pengguna
it: Nome utente
nl: Gebruikersnaam
pt_br: Nome de usuário
zh: 用户名
zh_hant: 使用者名稱

# video
source: {count, plural, one{Video} other{Videos}}
ar: {count, plural, one{فيديو} other{فيديوهات}}
cs: Video
da: {count, plural, one{Video} other{Videoer}}
fr: {count, plural, one{Vidéo} other{Vidéos}}
id: {count, plural, one{Video} other{Video}}
it: {count, plural, one{Video} other{Video}}
ko: 비디오
pt_br: {count, plural, one{Vídeo} other{Vídeos}}
zh: {count, plural, one{视频} other{视频}}
zh_hant: {count, plural, one{影片} other{影片}}

source: Video scaling
ar: تحجيم الفيديو
cs: Škálování videa
da: Videoskalering
de: Videoskalierung
es: Escalado de video
fr: Mise à l'échelle de la vidéo
id: Skala video
it: Ridimensionamento video
nl: Videoschaling
pt_br: Dimensionamento de vídeo
zh: 视频缩放
zh_hant: 影片縮放

# videoScalingContain
source: Contain
ar: احتواء
cs: Přizpůsobit
da: Indeholder
de: Beinhalten
es: Contener
fr: Contenir
id: Muat
it: Contenere
nl: Bevatten
pt_br: Conter
zh: 适应窗口
zh_hant: 符合視窗

# videoScalingCover
source: Cover
ar: تغطية
cs: Vyplnit
da: Forside
de: Bildschrim abdecken
es: Cubrir
fr: Couverture
id: Tutup
it: Copertina
nl: Bedekken
pt_br: Capa
zh: 覆盖填充
zh_hant: 封面填充

# videoScalingFill
source: Fill
ar: ملء
cs: Roztáhnout
da: Fyld
de: Bildschirm füllen
es: Llenar
fr: Remplir
id: Isi
it: Riempire
nl: Vullen
pt_br: Preencher
zh: 拉伸填充
zh_hant: 延展填充

# videoScalingFillScreenDesc
source: Fill the navigation and statusbar
ar: ملء شريط التنقل وشريط الحالة
cs: Vyplnit i oblast navigace a stavového řádku
da: Fyld navigations- og statusbaren
de: Navigations -und Statusleiste füllen
es: Llenar la barra de navegación y la barra de estado
fr: Remplir la barre de navigation et la barre d'état
id: Video akan direntangkan untuk mengisi seluruh layar
it: Riempi la barra di navigazione e di stato
nl: Vul de navigatie- en statusbalk
pt_br: Preencha a barra de navegação e status
zh: 延伸至导航栏和状态栏区域
zh_hant: 延伸至導覽列和狀態列區域

# videoScalingFillScreenNotif
source: Fill-screen overwrites video fit, in horizontal rotation
ar: ملء الشاشة يتجاوز ملاءمة الفيديو، في الوضع الأفقي
cs: Režim na celou obrazovku přepíše přizpůsobení videa při otočení na šířku
da: Fuldskærm overskriver videoens tilpasning ved horisontal rotation.”
de: Fill-Screen überschreibt Video fit, in horizontaler Rotation
es: Llenar pantalla sobrescribe ajuste de video, en rotación horizontal
fr: Le remplissage de l'écran écrase l'ajustement de la vidéo, en rotation horizontale
id: Video direntangkan untuk mengisi layar
it: La modalità a schermo intero sovrascrive l'adattamento video, con rotazione orizzontale
nl: Volledig scherm overschrijft videopasvorm, in horizontale rotatie
pt_br: Preenchimento de tela substitui ajuste de vídeo, em rotação horizontal
zh: 全屏模式将覆盖视频适配设置
zh_hant: 全螢幕模式將覆蓋影片縮放設定

# videoScalingFillScreenTitle
source: Fill screen
ar: ملء الشاشة
cs: Celá obrazovka
da: Fuldskærm
de: Bildschirm ausfüllen
es: Llenar pantalla
fr: Remplir l'écran
id: Isi Layar
it: Riempi lo schermo
nl: Vul scherm
pt_br: Tela cheia
zh: 全屏填充
zh_hant: 全螢幕填充

# videoScalingFitHeight
source: Fit Height
ar: ملاءمة الارتفاع
cs: Přizpůsobit výšce
da: Tilpas højden
de: Passende Größe
es: Ajustar altura
fr: Ajuster la hauteur
id: Sesuaikan Tinggi
it: Adatta altezza
nl: Pas hoogte aan
pt_br: Ajustar altura
zh: 适应高度
zh_hant: 符合高度

# videoScalingFitWidth
source: Fit Width
ar: ملاءمة العرض
cs: Přizpůsobit šířce
da: Tilpas bredden
de: An Breite anpassen
es: Ajustar ancho
fr: Ajuster la largeur
id: Sesuaikan Lebar
it: Adatta larghezza
nl: Pas breedte aan
pt_br: Ajustar largura
zh: 适应宽度
zh_hant: 符合寬度

# videoScalingScaleDown
source: Scale Down
ar: تقليص العرض
cs: Zmenšit aby se vešlo
da: Skalér ned
de: Herunterskalieren
es: Reducir escala
fr: Réduire l'échelle
id: Perkecil
it: Riduci scala
nl: Schaal omlaag
pt_br: Diminuir escala
zh: 自适应缩小
zh_hant: 自動縮小

source: View photos
ar: عرض الصور
cs: Zobrazit fotografie
da: Se fotos
de: Fotos ansehen
es: Ver fotos
fr: Voir les photos
id: Lihat foto
it: Visualizza le foto
nl: Foto''s bekijken
pt_br: Ver fotos
zh: 查看照片
zh_hant: 檢視相片

# writer
source: {count, plural, other{Writer} two{Writers}}
ar: {count, plural, other{كتاب} two{كاتبان} one{كاتب}}
cs: {count, plural, other{Spisovatelů} few{Spisovatelé} one{Spisovatel}}
da: {count, plural, other{Forfatter} two{Forfattere}}
de: {count, plural, other{Writer}}
es: {count, plural, other{Escritores} one{Escritor}}
fr: {count, plural, other{Écrivains} one{Écrivain}}
id: {count, plural, other{Penulis} two{Penulis}}
it: {count, plural, other{Scrittore} two{Scrittori}}
nl: {count, plural, other{Schrijvers} one{Schrijver}}
pt_br: {count, plural, other{Escritor} two{Escritores}}
zh: {count, plural, other{作家} one{作家}}
zh_hant: {count, plural, other{作家} one{作家}}

# year
source: {count, plural, other{Years} one{Year}}
ar: {count, plural, other{سنوات} one{سنة}}
cs: {count, plural, other{Let} one{Rok} few{Roky}}
da: {count, plural, other{År} one{År}}
de: {count, plural, other{Jahre} one{Jahr}}
es: {count, plural, other{Años} one{Año}}
fr: {count, plural, other{Années} one{Année}}
id: {count, plural, other{Tahun} one{Tahun}}
it: {count, plural, other{Anni} one{Anno}}
nl: {count, plural, other{Jaren} one{Jaar}}
pt_br: {count, plural, other{Anos} one{Ano}}
zh: {count, plural, other{年} one{年}}
zh_hant: {count, plural, other{年} one{年}}

# homeBannerSlideshow
source: Slideshow
ar: عرض الشرائح
br: Luc'hvannoù
cs: Prezentace
da: Diasshow
de: Diashow
el: Παρουσίαση
es: Presentación de diapositivas
fr: Diaporama
id: Tayangan Slide
it: Presentazione
ko: 슬라이드쇼
nl: Diavoorstelling
pt_br: Apresentação de slides
zh: 幻灯片
zh_hant: 幻燈片

# aboutLicenses
source: Licenses
ar: التراخيص
cs: Licence
da: Licenser
de: Lizenzen
es: Licencias
fr: Licences
id: Lisensi
it: Licenze
nl: Licenties
pt_br: Licenças
zh: 许可证
zh_hant: 授權
