Repository: KeyboardDabbler/gbs-player-app
Catalog: lib/l10n/app_*.arb
Languages: ar, br, cs, da, de, el, es, fr, id, it, ko, nl, pt_br, zh, zh_hant

# mediaTypePhoto
source: {count, plural, one{Photo} other{Photos}}
ar: {count, plural, one{صورة} other{صور}}
br: Luc'hskeudenn
cs: Fotka
da: {count, plural, one{Foto} other{Fotos}}
el: {count, plural, one{Φωτογραφία} other{Φωτογραφίες}}
es: {count, plural, one{Foto} other{Fotos}}
id: {count, plural, one{Foto} other{Foto}}
it: {count, plural, one{Foto} other{Foto}}
ko: 사진
nl: {count, plural, one{Foto} other{Fotos}}
pt_br: {count, plural, one{Foto} other{Fotos}}
zh: {count, plural, one{照片} other{照片}}
zh_hant: {count, plural, one{相片} other{相片}}

# mediaTypePhotoAlbum
source: {count, plural, one{Photo Album} other{Photo Albums}}
ar: {count, plural, one{ألبوم صور} other{ألبومات صور}}
br: Albom skeudennoù
cs: Foto album
da: {count, plural, one{Fotoalbum} other{Fotoalbummer}}
el: {count, plural, one{Άλμπουμ Φωτογραφίας} other{Άλμπουμ Φωτογραφιών}}
es: {count, plural, one{Álbum de fotos} other{Álbumes de fotos}}
fr: {count, plural, one{Album Photo} other{Albums Photo}}
id: {count, plural, one{Album Foto} other{Album Foto}}
it: {count, plural, one{Album fotografico} other{Album fotografici}}
ko: 사진 앨범
nl: {count, plural, one{Foto Album} other{Foto Albums}}
pt_br: {count, plural, one{Álbum de Foto} other{Álbuns de Fotos}}
zh: {count, plural, one{相册} other{相册}}
zh_hant: {count, plural, one{相簿} other{相簿}}

# mediaTypePlaylist
source: {count, plural, one{Playlist} other{Playlists}}
ar: {count, plural, one{قائمة تشغيل} other{قوائم تشغيل}}
br: Rollad lenn
cs: Seznam skladeb
da: {count, plural, one{Spilleliste} other{Spillelister}}
el: {count, plural, one{Λίστα Αναπαραγωγής} other{Λίστες Αναπαραγωγής}}
es: {count, plural, one{Lista de reproducción} other{Listas de reproducción}}
fr: {count, plural, one{Liste de lecture} other{Listes de lecture}}
id: {count, plural, one{Daftar Putar} other{Daftar Putar}}
it: {count, plural, one{Scaletta} other{Scalette}}
ko: 플레이리스트
nl: {count, plural, one{Afspeellijst} other{Afspeellijsten}}
zh: {count, plural, one{播放列表} other{播放列表}}
zh_hant: {count, plural, one{播放清單} other{播放清單}}

# mediaTypeSeason
source: {count, plural, one{Season} other{Seasons}}
ar: {count, plural, one{موسم} other{مواسم}}
br: Koulzad
cs: Sezóna
da: {count, plural, one{Sæson} other{Sæsoner}}
de: {count, plural, one{Staffel} other{Staffeln}}
el: {count, plural, one{Κύκλος} other{Κύκλοι}}
es: {count, plural, one{Temporada} other{Temporadas}}
fr: {count, plural, one{Saison} other{Saisons}}
id: {count, plural, one{Musim} other{Musim}}
it: {count, plural, one{Stagione} other{Stagioni}}
ko: 시즌
nl: {count, plural, one{Seizoen} other{Seizoenen}}
pt_br: {count, plural, one{Temporada} other{Temporadas}}
zh: {count, plural, one{季} other{季}}
zh_hant: {count, plural, one{季} other{季}}

# mediaTypeSeries
source: {count, plural, one{Series} other{Series}}
ar: {count, plural, one{مسلسل} other{مسلسلات}}
br: Stirad
cs: Série
da: {count, plural, one{Serie} other{Serier}}
el: {count, plural, one{Σειρά} other{Σειρές}}
es: {count, plural, one{Serie} other{Series}}
fr: {count, plural, one{Série} other{Séries}}
id: {count, plural, one{Serial} other{Serial}}
it: {count, plural, one{Serie} other{Serie}}
ko: 시리즈
nl: {count, plural, one{Serie} other{Series}}
pt_br: {count, plural, one{Série} other{Séries}}
zh: {count, plural, one{节目} other{节目}}
zh_hant: {count, plural, one{節目} other{節目}}

# metaDataSavedFor
source: Metadata saved for {item}
ar: تم حفظ البيانات الوصفية ل {item}
br: Metaroadennoù enrollet evit {item}
cs: Metadata uložena pro {item}
da: Metadata gemt for {item}
de: Metadaten für {item} gespeichert
el: Αποθηκεύτηκαν τα μεταδεδομένα για: {item}
es: Metadatos guardados para {item}
fr: Métadonnées enregistrées pour {item}
id: Metadata disimpan untuk {item}
it: Metadati salvati per {item}
ko: {item}의 메타데이터가 저장되었어요
nl: Metadata opgeslagen voor {item}
pt_br: Metadados salvos para {item}
zh: {item} 的元数据已保存
zh_hant: {item} 的元數據已儲存

# metadataRefreshDefault
source: Scan for new and updated files
ar: مسح بحثاً عن الملفات الجديدة والمحدثة
br: Klask restroù nevez ha hizivadennoù
cs: Vyhledat nové a aktualizované soubory
da: Skan efter nye og opdaterede filer
de: Nach neuen und aktualisierten Dateien suchen
el: Σάρωση για νέα και ενημερωμένα αρχεία
es: Buscar archivos nuevos y actualizados
fr: Rechercher des fichiers nouveaux et mis à jour
id: Pindai file baru dan yang diperbarui
it: Scansiona per file nuovi e aggiornati
ko: 새 파일 및 업데이트된 파일 스캔
nl: Scannen naar nieuwe en bijgewerkte bestanden
pt_br: Verificar se há arquivos novos e atualizados
zh: 扫描新文件和更新的文件
zh_hant: 掃描新檔案和更新的檔案

# metadataRefreshFull
source: Replace all metadata
ar: استبدال جميع البيانات الوصفية
br: Erlec'hiañ an holl vetaroadennoù
cs: Nahradit všechna metadata
da: Erstat alle metadata
de: Alle Metadaten ersetzen
el: Αντικατάσταση όλων των μεταδεδομένων
es: Reemplazar todos los metadatos
fr: Remplacer toutes les métadonnées
id: Ganti semua metadata
it: Sostituisci tutti i metadati
ko: 모든 메타데이터 대체
nl: Alle metadata vervangen
pt_br: Substituir todos os metadados
zh: 替换所有元数据
zh_hant: 取代所有元數據

# metadataRefreshValidation
source: Search for missing metadata
ar: البحث عن البيانات الوصفية المفقودة
br: Klask ar metaroadennoù a vank
cs: Vyhledat chybějící metadata
da: Søg efter manglende metadata
de: Nach fehlenden Metadaten suchen
el: Σάρωση για μεταδεδομένα που λείπουν
es: Buscar metadatos faltantes
fr: Rechercher des métadonnées manquantes
id: Cari metadata yang hilang
it: Cerca i metadati mancanti
ko: 누락된 메타데이터 검색
nl: Zoeken naar ontbrekende metadata
pt_br: Pesquisar por metadados ausentes
zh: 搜索缺失的元数据
zh_hant: 搜尋缺少的元數據

# minutes
source: {count, plural, other{Minutes} one{Minute} }
ar: {count, plural, other{دقائق} one{دقيقة}}
br: {count, plural, other{Munut} one{Munut} }
cs: {count, plural, other {Minut} few{Minuty} one{Minuta} }
da: {count, plural, other{Minutter} one{Minut} }
de: {count, plural, other{Minuten} one{Minute} }
el: {count, plural, other{Λεπτά} one{Λεπτό} }
es: {count, plural, other{Minutos} one{Minuto}}
id: {count, plural, other{Menit} one{Menit} }
it: {count, plural, other{Minuti} one{Minuto} }
ko: {count, plural, other{분} one{분} }
nl: {count, plural, other{Minuten} one{Minuut}}
pt_br: {count, plural, other{Minutos} one{Minuto}}
zh: {count, plural, other{分钟} one{分钟} }
zh_hant: {count, plural, other{分鐘} one{分鐘} }

source: Mode
ar: الوضع
br: Doare
cs: Mód
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
it: Modo
ko: 모드
nl: Modus
pt_br: Modo
zh: 模式
zh_hant: 模式

# moreFrom
source: More from {info}
ar: المزيد من {info}
br: Muioc'h a-berzh {info}
cs: Více od {info}
da: Mere fra {info}
de: Mehr erfahren über {info}
el: Περισσότερα από {info}
es: Más de {info}
fr: Plus de {info}
id: Lainnya dari {info}
it: Altro da {info}
ko: {info}의 다른 작품
nl: Meer van {info}
pt_br: Mais de {info}
zh: 更多来自 {info}
zh_hant: 更多來自 {info} 的內容

source: More options
ar: المزيد من الخيارات
br: Dibaboù ouzhpenn
cs: Více možností
da: Flere muligheder
de: Mehr Optionen
el: Περισσότερες επιλογές
es: Más opciones
fr: Plus d'options
id: Opsi lainnya
it: Altre opzioni
ko: 추가 옵션
nl: Meer opties
pt_br: Mais opções
zh: 更多选项
zh_hant: 更多選項

# mouseDragSupport
source: Drag using mouse
ar: السحب باستخدام الماوس
br: Riklañ gant al logodenn
cs: Táhněte pomocí myši
da: Træk med musen
de: Mit der Maus ziehen
el: Σύρετε με το ποντίκι
es: Arrastrar con el ratón
fr: Faire glisser avec la souris
id: Seret menggunakan mouse
it: Trascinare con il mouse
ko: 마우스로 드래그
nl: Slepen met de muis
pt_br: Arraste usando o mouse
zh: 使用鼠标拖动
zh_hant: 使用滑鼠拖曳

# musicAlbum
source: {count, plural, one{Album} other{Albums}}
ar: {count, plural, one{ألبوم موسيقي} other{ألبومات موسيقية}}
br: Albom
cs: Album
da: {count, plural, one{Album} other{Albummer}}
de: {count, plural, one{Album} other{Alben}}
el: {count, plural, one{Άλμπουμ} other{Άλμπουμ}}
es: {count, plural, one{Álbum} other{Álbumes}}
id: {count, plural, one{Album} other{Album}}
it: {count, plural, one{Album} other{Album}}
ko: 앨범
pt_br: {count, plural, one{Álbum} other{Álbuns}}
zh: {count, plural, one{专辑} other{专辑}}
zh_hant: {count, plural, one{專輯} other{專輯}}

source: Name
ar: الاسم
br: Anv
cs: Název
da: Navn
el: Όνομα
es: Nombre
fr: Nom
id: Nama
it: Nome
ko: 이름
nl: Naam
pt_br: Nome
zh: 名称
zh_hant: 名稱

source: Navigation
ar: التنقل
br: Merdeiñ
cs: Navigace
el: Πλοήγηση
es: Navegación
id: Navigasi
it: Navigazione
ko: 탐색
nl: Navigatie
pt_br: Navegação
zh: 导航
zh_hant: 導覽

# navigationDashboard
source: Dashboard
ar: لوحة التنقل
br: Taolenn-vourzh
cs: Řídící panel
da: Kontrolpanel
el: Αρχική
es: Tablero
fr: Tableau de bord
id: Dasbor
ko: 대시보드
zh: 控制台
zh_hant: 儀表板

# navigationFavorites
source: Favorites
ar: المفضلة
br: Pennrolloù
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
es: Favoritos
fr: Favoris
id: Favorit
it: Preferiti
ko: 즐겨찾기
nl: Favorieten
pt_br: Favoritos
zh: 收藏夹
zh_hant: 我的最愛

# navigationSync
source: Synced
ar: تمت المزامنة
br: Sinkronaet
cs: Synchronizováno
da: Synkroniseret
de: Synchronisiert
el: Συγχρονίστηκε
es: Sincronizado
fr: Synchronisé
id: Sinkronisasi
it: Sincronizzato
ko: 동기화됨
nl: Gesynchroniseerd
pt_br: Sincronizado
zh: 已同步
zh_hant: 已同步

source: Never
ar: أبداً
br: Morse
cs: Nikdy
da: Aldrig
de: Niemals
el: Ποτέ
es: Nunca
fr: Jamais
id: Tidak Pernah
it: Mai
ko: 없음
nl: Nooit
pt_br: Nunca
zh: 从不
zh_hant: 永不

source: Next-up
ar: التالي
br: War-lerc'h
cs: Nadcházející
da: Næste
de: Als nächstes
el: Προσεχώς
es: Siguiente
fr: Suivant
id: Selanjutnya
it: Prossimo in arrivo
ko: 다음
nl: Volgende
pt_br: Próximo
zh: 接下来
zh_hant: 即將播放

source: No items synced
ar: لا توجد عناصر تمت مزامنتها
br: Elfenn sinkronaet ebet
cs: Žádné synchronizované položky
da: Ingen elementer synkroniseret
de: Keine synchronisierten Elemente
el: Δεν συγχρονίστηκαν στοιχεία
es: No hay elementos sincronizados
fr: Aucun élément synchronisé
id: Tidak ada item yang tersinkronisasi
it: Nessun elemento sincronizzato
ko: 동기화된 항목이 없어요
nl: Geen items gesynchroniseerd
pt_br: Nenhum item sincronizado
zh: 没有已同步的项目
zh_hant: 沒有已同步的項目

source: No items to show
ar: لا توجد عناصر لعرضها
br: Elfenn ebet da ziskouez
cs: Žádné položky k zobrazení
da: Ingen elementer at vise
de: Keine Elemente hier zum Anzeigen
el: Δεν υπάρχουν στοιχεία για εμφάνιση
es: No hay elementos para mostrar
fr: Aucun élément à afficher
id: Tidak ada item untuk ditampilkan
it: Nessun elemento da mostrare
ko: 표시할 항목이 없어요
nl: Geen items om te tonen
pt_br: Nenhum item para mostrar
zh: 没有可显示的项目
zh_hant: 沒有可顯示的項目

source: No rating
ar: لا يوجد تقييم
br: Notenn ebet
cs: Žádné hodnocení
da: Ingen bedømmelse
de: Keine Bewertung
el: Χωρίς βαθμολογία
es: Sin calificación
fr: Pas de note
id: Tidak Ada Rating
it: Nessuna valutazione
ko: 평가가 없어요
nl: Geen beoordeling
pt_br: Sem classificação
zh: 无评分
zh_hant: 無評分

source: No results
ar: لا توجد نتائج
br: Disoc'h ebet
cs: Žádné výsledky
da: Ingen resultater
de: Keine Ergebnisse
el: Κανένα αποτέλεσμα
es: Sin resultados
fr: Aucun résultat
id: Tidak Ada Hasil
it: Nessun risultato
ko: 결과가 없어요
nl: Geen resultaten
pt_br: Nenhum resultado
zh: 没有结果
zh_hant: 沒有結果

# noServersFound
source: No new servers found
ar: لم يتم العثور على خوادم جديدة
br: N'eus bet kavet servijer nevez ebet
cs: Nenalezeny žádné nové servery
da: Ingen nye servere fundet
de: Keine neuen Server gefunden
el: Δεν βρέθηκαν νέοι διακομιστές
es: No se encontraron nuevos servidores
fr: Aucun nouveau serveur trouvé
id: Tidak ada server yang ditemukan
it: Nessun nuovo server trovato
ko: 다른 서버를 찾지 못했어요
nl: Geen nieuwe servers gevonden
pt_br: Nenhum servidor novo encontrado
zh: 未找到新服务器
zh_hant: 找不到新的伺服器

source: No suggestions found
ar: لم يتم العثور على اقتراحات
br: Kinnig ebet kavet
cs: Nenalezeny žádné návrhy
da: Ingen forslag fundet
de: Keine Empfehlungen gefunden
el: Δεν βρέθηκαν προτάσεις
es: No se encontraron sugerencias
fr: Aucune suggestion trouvée
id: Tidak ada saran yang ditemukan
it: Nessun suggerimento trovato
ko: 제안이 없습니다
nl: Geen suggesties gevonden
pt_br: Nenhuma sugestão encontrada
zh: 未找到建议
zh_hant: 找不到建議

source: None
ar: لا شيء
br: Hini ebet
cs: Žádný
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
fr: Aucun
id: Tidak Ada
it: Nessuno
ko: 없음
nl: Geen
pt_br: Nenhum
zh: 无
zh_hant: 無

source: Normal
ar: عادي
cs: Normální
el: Κανονικό
it: Normale
ko: 보통
nl: Normaal
zh: 正常
zh_hant: 正常

# notPartOfAlbum
source: Not part of a album
ar: ليس جزءاً من ألبوم
br: Distag diouzh pep albom
cs: Není součástí alba
da: Ikke en del af et album
de: Nicht zum Album dazugehörend
el: Δεν αποτελεί μέρος κάποιου άλμπουμ
es: No forma parte de un álbum
fr: Ne fait pas partie d'un album
id: Bukan bagian dari album
it: Non fa parte di un album
ko: 앨범의 부분이 아닙니다
nl: Maakt geen deel uit van een album
pt_br: Não faz parte de um álbum
zh: 不属于专辑的一部分
zh_hant: 不屬於專輯的一部分

source: Open parent
ar: فتح الأصل
br: Digeriñ an teuliad kar
cs: Otevřené rodiče
da: Åben overordnet
de: Übergeordnetes Element öffnen
el: Προβολή γονέα
es: Abrir carpeta superior
fr: Ouvrir le dossier parent
id: Buka Induk
it: Apri superiore
ko: 상위 폴더 열기
nl: Bovenliggende map openen
pt_br: Abrir pasta superior
zh: 打开上级文件夹
zh_hant: 開啟上層資料夾

source: Open show
ar: فتح العرض
br: Digeriñ an abadenn
cs: Otevřít show
da: Åben serie
de: Serie öffnen
el: Προβολή σειράς
es: Abrir espectáculo
fr: Ouvrir l'émission
id: Buka Acara
it: Apri lo show
ko: 쇼 열기
nl: Serie openen
pt_br: Exposição aberta
zh: 打开节目
zh_hant: 開啟節目

source: Options
ar: خيارات
cs: Možnosti
da: Valgmuligheder
de: Optionen
el: Επιλογές
es: Opciones
id: Opsi
it: Opzioni
ko: 옵션
nl: Opties
pt_br: Opções
zh: 选项
zh_hant: 選項

source: Other
ar: أخرى
cs: Ostatní
da: Andet
de: Andere
el: Άλλο
es: Otro
fr: Autre
id: Lainnya
it: Altro
ko: 기타
nl: Overig
pt_br: Outro
zh: 其他
zh_hant: 其他

source: Outline color
ar: اللون الخارجي
cs: Vnější barva
da: Omridsfarve
de: Randlinie
el: Χρώμα περιγράμματος
es: Color del contorno
fr: Couleur du contour
id: Warna Garis Tepi
it: Colore del contorno
ko: 윤곽선 색
nl: Omtreklijnkleur
pt_br: Cor do contorno
zh: 轮廓颜色
zh_hant: 外框顏色

source: Outline size
ar: حجم الحدود
cs: Vnější velikost
da: Omridsstrørrelse
de: Randgröße
el: Μέγεθος περιγράμματος
es: Tamaño del contorno
fr: Taille du contour
id: Ukuran Garis Tepi
it: Dimensioni del contorno
ko: 윤곽선 크기
nl: Omtreklijn grootte
pt_br: Tamanho do contorno
zh: 轮廓大小
zh_hant: 外框大小

source: Overview
ar: نظرة عامة
cs: Přehled
da: Oversigt
de: Überblick
el: Επισκόπηση
es: Visión general
fr: Aperçu
id: Ringkasan
it: Panoramica
ko: 개요
nl: Overzicht
pt_br: Visão geral
zh: 概述
zh_hant: 總覽

# page
source: Page {index}
ar: صفحة {index}
cs: Strana {index}
da: Side {index}
de: Seite {index}
el: Σελίδα {index}
es: Página {index}
id: Halaman {index}
it: Pagina {index}
ko: {index} 페이지
nl: Pagina {index}
pt_br: Página {index}
zh: 第 {index} 页
zh_hant: 第 {index} 頁

source: Parental Rating
ar: تصنيف الرقابة الأبوية
cs: Rodičovské hodnocení
da: Aldersmærkning
de: Altersfreigabe
el: Ηλικιακή διαβάθμιση
es: Calificación parental
fr: Évaluation parentale
id: Rating Orang Tua
it: Valutazione genitoriale
ko: 이용가
nl: Ouderlijk toezicht beoordeling
pt_br: Classificação parental
zh: 家长评级
zh_hant: 家長分級

source: Password
ar: كلمة المرور
cs: Heslo
da: Kodeord
de: Passwort
el: Κωδικός
es: Contraseña
fr: Mot de passe
id: Kata Sandi
ko: 암호
nl: Wachtwoord
pt_br: Senha
zh: 密码
zh_hant: 密碼

# pathClearTitle
source: Clear downloads path
ar: مسح مسار التنزيلات
cs: Vymazat cestu ke stažení
da: Nulstil overførselssti
de: Downloadpfad verwerfen
el: Εκκαθάριση τοποθεσίας λήψεων
es: Borrar ruta de descargas
fr: Effacer le chemin de téléchargement
id: Bersihkan lokasi unduhan
it: Cancella percorso download
ko: 다운로드 경로 제거
nl: Downloadpad wissen
pt_br: Limpar caminho de downloads
zh: 清除下载路径
zh_hant: 清除下載路徑

# pathEditDesc
source: This location is set for all users, any synced data will no longer be accessible. It will remain on your storage.
ar: تم تعيين هذا الموقع لجميع المستخدمين، ولن تكون أي بيانات تمت مزامنتها قابلة للوصول إليها بعد الآن. ستبقى على جهاز التخزين الخاص بك.
cs: Toto umístění je nastaveno pro všechny uživatele, synchronizovaná data již nebudou přístupná. Zůstanou ve vašem úložišti.
da: Denne placering er indstillet for alle brugere. Eventuelle synkroniserede data vil ikke længere være tilgængelige, men vil forblive på din enhed.
de: Dieser Speicherort ist für alle Benutzer festgelegt. Alle synchronisierten Daten sind dann nicht mehr zugänglich, verbleiben jedoch auf deinem Speicher.
el: Αυτή η τοποθεσία ορίζεται για όλους τους χρήστες. Τυχόν συγχρονισμένα δεδομένα δεν θα είναι πλέον προσβάσιμα, αλλά θα παραμείνουν στον αποθηκευτικό σας χώρο.
es: Esta ubicación se establece para todos los usuarios, cualquier dato sincronizado ya no será accesible. Permanecerán en su almacenamiento.
fr: Cet emplacement est défini pour tous les utilisateurs, toutes les données synchronisées ne seront plus accessibles. Elles resteront sur votre stockage.
id: Lokasi ini diatur untuk semua pengguna, sehingga data yang disinkronkan tidak akan lagi dapat diakses. Data tersebut akan tetap tersimpan di penyimpanan Anda.
it: Questa posizione è impostata per tutti gli utenti, i dati sincronizzati non saranno più accessibili. Rimarranno sul tuo archivio.
ko: 이 위치는 모든 사용자에게 설정되어 있어요. 동기화된 데이터에는 더 이상 접근할 수 없게 되지만, 저장소에는 그대로 유지돼요.
nl: Deze locatie is ingesteld voor alle gebruikers, gesynchroniseerde gegevens zijn niet meer toegankelijk. Het blijft op je opslag.
pt_br: Este local é definido para todos os usuários, quaisquer dados sincronizados não estarão mais acessíveis. Eles permanecerão no seu armazenamento.
zh: 此位置设置适用于所有用户，任何已同步的数据将不再可访问。它将保留在你的存储中。
zh_hant: 此位置設定適用於所有使用者，任何已同步的資料將無法再存取，但會保留在您的儲存空間中。

# pathEditSelect
source: Select downloads destination
ar: تحديد وجهة التنزيلات
cs: Vyberte cíl pro stahování
da: Vælg overførselsplacering
de: Downloadordner ausählen
el: Επιλέξτε προορισμό λήψεων
es: Seleccionar destino de descargas
fr: Sélectionner la destination des téléchargements
id: Pilih lokasi unduhan
it: Seleziona la destinazione dei download
ko: 다운로드 경로 선택
nl: Selecteer downloadbestemming
pt_br: Selecione o destino dos downloads
zh: 选择下载目标
zh_hant: 選取下載目的地

# pathEditTitle
source: Change location
ar: تغيير الموقع
cs: Změnit umístění
da: Skift placering
de: Pfad ändern
el: Αλλαγή τοποθεσίας
es: Cambiar ubicación
fr: Changer l'emplacement
id: Ubah lokasi
it: Cambia posizione
ko: 다운로드 경로 변경
nl: Locatie wijzigen
pt_br: Alterar localização
zh: 更改位置
zh_hant: 變更位置

# play
source: Play {item}
ar: تشغيل {item}
cs: Přehrát {item}
da: Afspil {item}
de: {item} abspielen
el: Αναπαραγωγή {item}
es: Reproducir {item}
fr: Lire {item}
id: Putar {item}
it: Riproduci {item}
ko: {item}을 재생
nl: {item} Afspelen
pt_br: Reproduzir {item}
zh: 播放 {item}
zh_hant: 播放 {item}

source: Play count
ar: عدد مرات التشغيل
cs: Počet přehrání
da: Antal afspilninger
de: Abgespielte Elemente
el: Αριθμός αναπαραγωγών
es: Conteo de reproducciones
fr: Nombre de lectures
id: Jumlah diputar
it: Conteggio delle riproduzioni
ko: 조회수
nl: Aantal keren afgespeeld
pt_br: Contagem de reproduções
zh: 播放次数
zh_hant: 播放次數

# playFrom
source: Play from {name}
ar: تشغيل من {name}
cs: Přehrát z {name}
da: Afspil fra {name}
de: Aus {name} abspielen
el: Αναπαραγωγή από {name}
es: Reproducir desde {name}
fr: Lire depuis {name}
id: Putar dari {name}
it: Riproduci da {name}
ko: {name}에서 재생
nl: Speel vanaf {name}
pt_br: Reproduzir de {name}
zh: 从 {name} 开始播放
zh_hant: 從 {name} 開始播放

# playFromStart
source: Play {name} from the start
ar: تشغيل {name} من البداية
cs: Přehrát {name} od začátku
da: Afspil {name} fra begyndelsen
de: {name} vom Anfang abspielen
el: Αναπαραγωγή {name} από την αρχή
es: Reproducir {name} desde el principio
fr: Lire {name} depuis le début
id: Putar {name} dari awal
it: Riproduci {name} dall'inizio
ko: {name}을 처음부터 재생
nl: {name} Vanaf het begin afspelen
pt_br: Reproduzir {name} desde o início
zh: 从头播放 {name}
zh_hant: 從頭開始播放 {name}

# playLabel
source: Play
ar: تشغيل
cs: Přehrát
da: Afspil
de: Abspielen
el: Αναπαραγωγή
es: Reproducir
fr: Lire
id: Putar
it: Riproduci
ko: 재생
nl: Afspelen
pt_br: Reproduzir
zh: 播放
zh_hant: 播放

source: Play videos
ar: تشغيل الفيديوهات
cs: Přehrát videa
da: Afspil videoer
de: Videos abspielen
el: Αναπαραγωγή βίντεο
es: Reproducir videos
fr: Lire les vidéos
id: Putar video
it: Riproduci video
ko: 영상 재생
nl: Video''s afspelen
pt_br: Reproduzir vídeos
zh: 播放视频
zh_hant: 播放影片

source: Played
ar: تم التشغيل
cs: Přehráno
da: Afspillet
de: Abgespielt
el: Προβλήθηκε
es: Reproducido
fr: Joué
id: Diputar
it: Riprodotto
ko: 시청 완료
nl: Gespeeld
pt_br: Reproduzido
zh: 已播放
zh_hant: 已播放

# quickConnectAction
source: Enter quick connect code for
ar: أدخل رمز الاتصال السريع
cs: Zadejte kód pro rychlé připojení
da: Indtast hurtig tilkoblingskoden for
de: Quick connect code eingeben für
el: Εισαγάγετε τον κωδικό γρήγορης σύνδεσης για
es: Ingrese el código de conexión rápida para
fr: Entrer le code de connexion rapide pour
id: Masukkan kode sambungan cepat untuk
it: Inserisci il codice di connessione rapida per
ko: Quick Connect 코드 입력
nl: Voer snelverbind code in voor
pt_br: Insira o código de conexão rápida para
zh: 输入快速连接代码
zh_hant: 輸入快速連線代碼

# quickConnectInputACode
source: Input a code
ar: إدخال الرمز
cs: Zadejte kód
da: Indtast en kode
de: Einen Code eingeben
el: Εισάγετε έναν κωδικό
es: Ingrese un código
fr: Entrer un code
id: Masukkan kode
it: Inserisci un codice
ko: 코드 입력
nl: Voer een code in
pt_br: Insira um código
zh: 输入代码
zh_hant: 輸入代碼

# quickConnectTitle
source: Quick-connect
ar: الاتصال السريع
cs: Rychlé připojení
da: Hurtig tilkobling
el: Γρήγορη σύνδεση
es: Conexión rápida
fr: Connexion Rapide
id: Sambungan Cepat
it: Connessione rapida
nl: Snel verbinden
pt_br: Conexão rápida
zh: 快速连接
zh_hant: 快速連線

# quickConnectWrongCode
source: Wrong code
ar: رمز خاطئ
cs: Špatný kód
da: Forkert kode
de: Falscher Code
el: Λανθασμένος κωδικός
es: Código incorrecto
fr: Code incorrect
id: Kode salah
it: Codice errato
ko: 코드가 틀린 것 같아요
nl: Verkeerde code
pt_br: Código errado
zh: 错误的代码
zh_hant: 代碼錯誤

source: Random
ar: عشوائي
cs: Náhodně
da: Tilfældig
de: Zufällig
el: Τυχαίο
es: Aleatorio
fr: Aléatoire
id: Acak
it: Casuale
ko: 랜덤
nl: Willekeurig
pt_br: Aleatório
zh: 随机
zh_hant: 隨機

# rating
source: {count, plural, other{Ratings} one{Rating}}
ar: {count, plural, other{تقييمات} one{تقييم}}
cs: {count, plural, other{Hodnocení} one{Hodnocení}}
da: {count, plural, other{Bedømmelser} one{Bedømmelse}}
de: {count, plural, other{Bewertungen} one{Bewertung}}
el: {count, plural, other{Βαθμολογίες} one{Βαθμολογία}}
es: {count, plural, other{Calificaciones} one{Calificación}}
fr: {count, plural, other{Notes} one{Note}}
id: {count, plural, other{Rating} one{Rating}}
it: {count, plural, other{Valutazioni} one{Valutazione}}
ko: {count, plural, other{평가} one{평가}}
nl: {count, plural, other{Beoordelingen} one{Beoordeling}}
pt_br: {count, plural, other{Avaliações} one{Avaliação}}
zh: {count, plural, other{评分} one{评分}}
zh_hant: {count, plural, other{評分} one{評分}}

source: Re-watch
ar: إعادة مشاهدة
cs: Znovu se podívat
da: Se igen
de: Nochmal anschauen
el: Επαναπροβολή
es: Volver a ver
fr: Revoir
id: Tonton Ulang
it: Riguarda
ko: 다시 보기
nl: Opnieuw bekijken
pt_br: Assistir novamente
zh: 重新观看
zh_hant: 重新觀看

# read
source: Read {item}
ar: اقرأ {item}
cs: Přečíst {item}
da: Læs {item}
de: {item} lesen
el: Ανάγνωση {item}
es: Leer {item}
fr: Lire {item}
id: Baca {item}
it: Leggi {item}
ko: {item} 읽기
nl: {item} Lezen
pt_br: Ler {item}
zh: 阅读 {item}
zh_hant: 閱讀 {item}

# readFromStart
source: Read {item} from start
ar: اقرأ {item} من البداية
cs: Přečíst {item} od začátku
da: Læs {item} fra begyndelsen
de: {item} vom Anfang an lesen
el: Ανάγνωση {item} από την αρχή
es: Leer {item} desde el principio
fr: Lire {item} depuis le début
id: Baca {item} dari awal
it: Leggi {item} dall'inizio
ko: {item} 처음부터 읽기
nl: {item} vanaf het begin lezen
pt_br: Ler {item} desde o início
zh: 从头开始阅读 {item}
zh_hant: 從頭開始閱讀 {item}
