Repository: KeyboardDabbler/gbs-player-app
Catalog: lib/l10n/app_*.arb
Languages: ar, br, cs, da, de, el, es, fr, id, it, ko, nl, pt_br, zh, zh_hant

# downloadsPath
source: Path
ar: المسار
br: Hent
cs: Cesta
da: Sti
de: Pfad
el: Διαδρομή
es: Ruta
fr: Chemin
id: Lokasi
it: Percorso
ko: 경로
nl: Pad
pt_br: Caminho
zh: 路径
zh_hant: 路徑

# downloadsSyncedData
source: Synced data
ar: البيانات التي تمت مزامنتها
br: Roadennoù sinkronaet
cs: Synchronizovaná data
da: Synkroniserede data
de: Synchronisierte Daten
el: Συγχρονισμένα δεδομένα
es: Datos sincronizados
fr: Données synchronisées
id: Data Tersinkronisasi
it: Dati sincronizzati
ko: 동기화된 데이터
nl: Gesynchroniseerde gegevens
pt_br: Dados sincronizados
zh: 同步数据
zh_hant: 已同步資料

# downloadsTitle
source: Downloads
ar: التنزيلات
br: Pellgargadennoù
cs: Stažené
da: Overførsler
el: Λήψεις
es: Descargas
fr: Téléchargements
id: Unduhan
it: Scaricamenti
ko: 다운로드
zh: 下载
zh_hant: 下載

# dynamicText
source: Dynamic
ar: ديناميكي
br: Dinamik
cs: Dynamický
da: Dynamisk
de: Dynamisch
el: Δυναμικό
es: Dinámico
fr: Dynamique
id: Dinamis
it: Dinamico
ko: 자동
nl: Dynamisch
pt_br: Dinâmico
zh: 动态
zh_hant: 動態

source: Edit metadata
ar: تعديل البيانات الوصفية
br: Kemmañ ar metaroadennoù
cs: Upravit metadata
da: Rediger metadata
de: Metadaten bearbeiten
el: Επεξεργασία μεταδεδομένων
es: Editar metadatos
fr: Modifier les métadonnées
id: Sunting metadata
it: Modifica metadati
ko: 메타데이터 수정
nl: Metadata bewerken
pt_br: Editar metadados
zh: 编辑元数据
zh_hant: 編輯元數據

source: Empty
ar: فارغ
br: Goullo
cs: Prazdné
da: Tom
de: Leer
el: Άδειο
es: Vacío
fr: Vide
id: Kosong
it: Vuoto
ko: 비어있음
nl: Leeg
pt_br: Vazio
zh: 空
zh_hant: 空

# enabled
source: On
ar: على
br: Gweredekaet
cs: Zapnuto
da: Til
de: Aktiviert
el: Ανοικτό
es: Encender
fr: Activé
id: Diaktifkan
it: Acceso
ko: 켜짐
nl: Ingeschakeld
pt_br: Ativado
zh: 启用
zh_hant: 已啟用

# endsAt
source: ends at {date}
ar: ينتهي في {date}
br: a echu d'an {date}
cs: končí v {date}
da: Slutter {date}
de: Endet um {date}
el: Τελειώνει στις {date}
es: termina el {date}
fr: se termine à {date}
id: berakhir pada {date}
it: termina alle {date}
ko: {date}에 끝남
nl: eindigt om {date}
pt_br: termina em {date}
zh: 结束于 {date}
zh_hant: 結束於 {date}

# episode
source: {count, plural, other{Episodes} one{Episode} }
ar: {count, plural, other{حلقات} one{حلقة}}
br: {count, plural, other{Pennad} one{Pennad} }
cs: {count, plural, other{Epizod} one{Epizoda} few{Epizody}}
da: {count, plural, other{Afsnit} one{Afsnit} }
de: {count, plural, other{Folgen} one{Folge} }
el: {count, plural, other{Επεισόδια} one{Επεισόδιο} }
es: {count, plural, other{Episodios} one{Episodio}}
fr: {count, plural, other{Épisodes} one{Épisode}}
id: {count, plural, other{Episode} one{Episode} }
it: {count, plural, other{Episodi} one{Episodio} }
ko: {count, plural, other{에피소드} one{에피소드}}
nl: {count, plural, other{Afleveringen} one{Aflevering}}
pt_br: {count, plural, other{Episódios} one{Episódio} }
zh: {count, plural, other{集} one{集}}
zh_hant: {count, plural, other{集} one{集}}

source: Error
ar: خطأ
br: Fazi
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fr: Erreur
id: Kesalahan
it: Errore
ko: 오류
nl: Fout
pt_br: Erro
zh: 错误
zh_hant: 錯誤

# failedToLoadImage
source: Could not load image
ar: لم يتم تحميل الصورة
br: Fazi en ur gargañ ar skeudenn
cs: Nepodařilo se načíst obrázek
da: Kunne ikke indlæse billede
de: Bild konnte nicht geladen werden
el: Αδυναμία φόρτωσης εικόνας
es: No se puede cargar la imagen
fr: Échec du chargement de l'image
id: Gagal memuat gambar
it: Impossibile caricare l'immagine
ko: 이미지를 불러올 수 없어요
nl: Kan afbeelding niet laden
pt_br: Falha ao carregar a imagem
zh: 加载图片失败
zh_hant: 載入圖片失敗

source: Favorite
ar: مفضل
br: Pennroll
cs: Oblíbené
da: Favorit
de: Favorit
el: Αγαπημένο
es: Favorito
fr: Favori
id: Favorit
it: Preferito
ko: 즐겨찾기
nl: Favoriet
pt_br: Favorito
zh: 收藏
zh_hant: 我的最愛

source: Favorites
ar: المفضلة
br: Pennrolloù
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένας
es: Favoritos
fr: Favoris
id: Favorit
it: Preferiti
ko: 즐겨찾기
nl: Favorieten
pt_br: Favoritos
zh: 收藏
zh_hant: 我的最愛

# fetchingLibrary
source: Fetching library items…
ar: جلب عناصر المكتبة…
br: O kargañ elfennoù al levraoueg…
cs: Načítání položek z knihovny…
da: Henter bibliotek…
de: Elemte aus den Bibliotheken werden geladen…
el: Φόρτωση αρχείων βιβλιοθήκης…
es: Cargando elementos de la biblioteca…
fr: Chargement des éléments de la bibliothèque…
id: Mengambil item perpustakaan…
it: Recupero degli elementi della libreria…
ko: 라이브러리의 아이템을 가져오고 있어요…
nl: Bibliotheek items ophalen…
pt_br: Carregando os itens da biblioteca…
zh: 正在获取媒体库项目…
zh_hant: 正在取得媒體庫項目…

# filter
source: {count, plural, other{Filters} one{Filter}}
ar: {count, plural, other{مرشحات} one{مرشح}}
br: {count, plural, other{Sil} one{Siloù}}
cs: {count, plural, other{Filtrů} one{Filtr} few{Filtry}}
da: {count, plural, other{Filtre} one{Filter}}
de: {count, plural, other{Filter} one{Filter}}
el: {count, plural, other{Φίλτρα} one{Φίλτρο}}
es: {count, plural, other{Filtros} one{Filtro}}
fr: {count, plural, other{Filtres} one{Filtre}}
id: {count, plural, other{Filter} one{Filter}}
it: {count, plural, other{Filtri} one{Filtro}}
ko: {count, plural, other{필터} one{필터}}
pt_br: {count, plural, other{Filtros} one{Filtro}}
zh: {count, plural, other{筛选器} one{筛选器}}
zh_hant: {count, plural, other{篩選器} one{篩選器}}

source: Folders
ar: مجلدات
br: Teuliadoù
cs: Složky
da: Mapper
de: Ordner
el: Φάκελοι
es: Carpetas
fr: Dossiers
id: Folder
it: Cartelle
ko: 폴더
nl: Mappen
pt_br: Pastas
zh: 文件夹
zh_hant: 資料夾

source: Font color
ar: لون الخط
br: Liv ar font
cs: Barva písma
da: Skriftfarve
de: Schriftfarbe
el: Χρώμα γραμματοσειράς
es: Color de fuente
fr: Couleur de la police
id: Warna Font
it: Colore del carattere
ko: 폰트 색
nl: Letterkleur
pt_br: Cor da fonte
zh: 字体颜色
zh_hant: 字體顏色

source: Font size
ar: حجم الخط
br: Ment ar font
cs: Velikost písma
da: Skriftstørrelse
de: Schriftgröße
el: Μέγεθος γραμματοσειράς
es: Tamaño de fuente
fr: Taille de la police
id: Ukuran Font
it: Dimensione del carattere
ko: 폰트 크기
nl: Lettergrootte
pt_br: Tamanho da fonte
zh: 字体大小
zh_hant: 字體大小

source: Force refresh
ar: تحديث إجباري
br: Rediañ ar freskaat
cs: Vynutit obnovení
da: Tvungen genindlæs
de: Neu laden erzwingen
el: Αναγκαστική ανανέωση
es: Actualizar a la fuerza
fr: Forcer le rafraîchissement
id: Paksa segarkan
it: Forza aggiornamento
ko: 폰트 새로고침
nl: Geforceerd vernieuwen
pt_br: Forçar atualização
zh: 强制刷新
zh_hant: 強制重新整理

# genre
source: {count, plural, other{Genres} one{Genre}}
ar: {count, plural, other{أنواع} one{نوع}}
br: {count, plural, other{Rumm} one{Rumm}}
cs: {count, plural, other{Žánrů} one{Žánr} few{Žánry}}
da: {count, plural, other{Genrer} one{Genre}}
el: {count, plural, other{Είδη} one{Είδος}}
es: {count, plural, other{Géneros} one{Género}}
id: {count, plural, one{Genre} other{Genre}}
it: {count, plural, other{Generi} one{Genere}}
ko: {count, plural, other{장르} one{장르}}
pt_br: {count, plural, other{Gêneros} one{Gênero}}
zh: {count, plural, other{类型} one{类型}}
zh_hant: {count, plural, other{類型} one{類型}}

source: Go To
ar: الذهاب إلى
br: Mont da
cs: Přejít na
da: Gå til
de: Gehe zu
el: Μετάβαση σε
es: Ir a
fr: Aller à
id: Pergi ke
it: Vai a
ko: 이동
nl: Ga naar
pt_br: Vá para
zh: 去往
zh_hant: 前往

source: Grid
ar: شبكة
br: Kael
cs: Mřížka
da: Gitter
de: Tabelle
el: Πλέγμα
es: Cuadrícula
fr: Grille
id: Kisi
it: Griglia
ko: 그리드
nl: Raster
pt_br: Grade
zh: 网格
zh_hant: 網格

source: Group
ar: مجموعة
br: Strollad
cs: Skupina
da: Gruppe
de: Gruppe
el: Ομαδοποίηση
es: Grupo
fr: Groupe
id: Grup
it: Gruppo
ko: 그룹
nl: Groeperen
pt_br: Grupo
zh: 分组
zh_hant: 群組

source: Group by
ar: تجميع حسب
br: Strollañ dre
cs: Skupina od
da: Grupper efter
de: Gruppieren nach
el: Ομαδοποίηση με
es: Agrupar por
fr: Grouper par
id: Kelompokkan berdasarkan
it: Raggruppa per
ko: 그룹화
nl: Groepeer op
pt_br: Agrupar por
zh: 分组依据
zh_hant: 群組依據

source: Height offset
ar: إزاحة الارتفاع
br: Rikladur uhelder
cs: Výškový posun
da: Højdeforskydning
de: Höhenversetzung
el: Αντιστάθμιση ύψους
es: Desplazamiento de altura
fr: Décalage de hauteur
id: Offset Tinggi
it: Offset di altezza
ko: 높이 오프셋
nl: Hoogte-offset
pt_br: Deslocamento de altura
zh: 高度偏移
zh_hant: 高度偏移

source: Hide
ar: إخفاء
br: Kuzhat
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
es: Ocultar
fr: Cacher
id: Sembunyikan
it: Nascondi
ko: 숨기기
nl: Verbergen
pt_br: Esconder
zh: 隐藏
zh_hant: 隱藏

source: Hide empty
ar: إخفاء الفارغ
br: Kuzhat goullo
cs: Skrýt prázdné
da: Skjul tomme
de: Leere Elemente ausblenden
el: Απόκρυψη κενών
es: Ocultar vacío
fr: Cacher vide
id: Sembunyikan yang kosong
it: Nascondi vuoti
ko: 빈 항목 숨기기
nl: Verberg leeg
pt_br: Ocultar vazios
zh: 隐藏空项
zh_hant: 隱藏空項目

source: Home
ar: الصفحة الرئيسية
br: Degemer
cs: Domů
da: Hjem
el: Σπίτι
es: Inicio
fr: Accueil
id: Beranda
ko: 홈
pt_br: Início
zh: 主页
zh_hant: 首頁

source: Identify
ar: تحديد
br: Anaout
cs: Identifikovat
da: Identificér
de: Identifizieren
el: Αναγνώριση
es: Identificar
fr: Identifier
id: Identifikasi
it: Identifica
ko: 식별
nl: Identificeren
pt_br: Identificar
zh: 刮削
zh_hant: 識別

source: Immediately
ar: فوراً
br: Diouzhtu
cs: Ihned
da: Øjeblikkeligt
de: Unverzüglich
el: Άμεσα
es: Inmediatamente
fr: Immédiatement
id: Segera
it: Immediatamente
ko: 즉시
nl: Direct
pt_br: Imediatamente
zh: 立即
zh_hant: 立即

source: Incorrect PIN. Try again.
ar: رقم PIN غير صحيح. حاول مرة أخرى.
br: Fazi PIN, klaskit en-dro.
cs: Nesprávný PIN. Zkuste to znovu.
da: Forket pin. Prøv igen.
de: Falsche PIN. Erneute Eingabe erforderlich.
el: Λάθος PIN. Δοκιμάστε ξανά.
es: PIN incorrecto. Inténtelo de nuevo.
fr: PIN incorrect. Réessayez.
id: PIN salah. Coba lagi.
it: PIN non corretto. Riprova.
ko: PIN코드가 올바르지 않아요. 다시 시도해주세요.
nl: Onjuiste pin, probeer opnieuw.
pt_br: PIN incorreto. Tente novamente.
zh: PIN 码不正确。请重试。
zh_hant: PIN 碼不正確，請重試。

source: Info
ar: معلومات
br: Keleier
de: Information
el: Πληροφορίες
es: Información
fr: Infos
it: Informazioni
ko: 정보
pt_br: Informações
zh: 信息
zh_hant: 資訊

source: Invalid URL
ar: عنوان URL غير صالح
br: URL faziek
cs: Neplatná adresa URL
da: Forkert URL
de: Ungültige URL
el: Μη έγκυρη διεύθυνση URL
es: URL inválida
fr: URL invalide
id: URL tidak valid
it: URL non valido
ko: 올바르지 않은 URL
nl: Ongeldige url
pt_br: URL inválido
zh: 无效的 URL
zh_hant: 無效的 URL

# itemCount
source: Item count: {count}
ar: عدد العناصر: {count}
br: Niver a elfennoù : {count}
cs: Počet položek: {count}
da: Antal elementer: {count}
de: Anzahl der Elemente: {count}
el: Πλήθος αντικειμένων: {count}
es: Cantidad de elementos: {count}
fr: Nombre d'éléments : {count}
id: Jumlah Item: {count}
it: Numero di elementi: {count}
ko: 아이템 개수: {count}
nl: Aantal items: {count}
pt_br: Contagem de itens: {count}
zh: 项目数：{count}
zh_hant: 項目數：{count}

# label
source: {count, plural, other{Labels} one{Label}}
ar: {count, plural, other{تصنيفات} one{تصنيف}}
br: {count, plural, other{Tikdenn} one{Dikedenn}}
cs: {count, plural, other{Označení} one{Označení}}
da: {count, plural, other{Etiketter} one{Etiket}}
de: {count, plural, other{Label} one{Label}}
el: {count, plural, other{Ετικέτες} one{Ετικέτα}}
es: {count, plural, other{Etiquetas} one{Etiqueta}}
fr: {count, plural, other{Étiquettes} one{Étiquette}}
id: {count, plural, other{Label} one{Label}}
it: {count, plural, other{Etichette} one{Etichetta}}
ko: {count, plural, other{라벨} one{라벨}}
pt_br: {count, plural, other{Etiquetas} one{Etiqueta}}
zh: {count, plural, other{标签} one{标签}}
zh_hant: {count, plural, other{標籤} one{標籤}}

# library
source: {count, plural, other{Libraries} one{Library}}
ar: {count, plural, other{مكتبات} one{مكتبة}}
br: {count, plural, other{Levraoueg} one{Levraoueg}}
cs: {count, plural, other{knihoven} few{knihovny} one{knihovna}}
da: {count, plural, other{Biblioteker} one{Bibliotek}}
de: {count, plural, other{Bibliotheken} one{Bibliothek}}
el: {count, plural, other{Βιβλιοθήκες} one{Βιβλιοθήκη}}
es: {count, plural, other{Bibliotecas} one{Biblioteca}}
fr: {count, plural, other{Bibliothèques} one{Bibliothèque}}
id: {count, plural, other{Pustaka} one{Pustaka}}
it: {count, plural, other{Librerie} one{Libreria}}
ko: {count, plural, other{라이브러리} one{라이브러리}}
nl: {count, plural, other{Bibliotheken} one{Bibliotheek}}
pt_br: {count, plural, other{Bibliotecas} one{Biblioteca}}
zh: {count, plural, other{媒体库} one{媒体库}}
zh_hant: {count, plural, other{媒體庫} one{媒體庫}}

# libraryFetchNoItemsFound
source: No items found. Try different settings.
ar: لم يتم العثور على عناصر. حاول استخدام إعدادات مختلفة.
br: Elfenn ebet kavet. Klaskit gant arventennoù all.
cs: Nenalezeny žádné položky. Zkuste jiná nastavení.
da: Ingen elementer fundet. Prøv andre indstillinger.
de: Keine Elemente gefunden.
el: Δεν βρέθηκε κανένα στοιχείο. Δοκιμάστε διαφορετικές ρυθμίσεις
es: No se encontraron elementos. Intenta con diferentes configuraciones.
fr: Aucun élément trouvé, essayez avec des paramètres différents.
id: Tidak ada item yang ditemukan. Coba setelan lain.
it: Nessun elemento trovato. Prova impostazioni diverse.
ko: 아무것도 찾지 못했어요. 설정을 바꿔보세요.
nl: Geen items gevonden, probeer andere instellingen.
pt_br: Nenhum item encontrado. Tente configurações diferentes.
zh: 未找到项目。请尝试不同的设置。
zh_hant: 找不到項目，請嘗試不同的設定。

# libraryPageSizeDesc
source: Set the amount to load at a time. 0 turns off paging.
ar: حدد المقدار المراد تحميله في المرة الواحدة. القيمة 0 تُوقف تقسيم الصفحات.
br: Termeniñ ar c'hementad da vezañ karget en un taol. 0 a ziweredeka ar pajennaozañ.
cs: Nastavte množství, které se má načíst najednou. Hodnota 0 vypne stránkování.
da: Angiv, hvor mange der skal indlæses ad gangen. 0 slår sideskift fra.
de: Anzahl der zu ladenden Elemente festlegen, 0 schaltet das Anlegen von Seiten aus.
el: Ορίστε το πλήθος που θα φορτώνεται κάθε φορά. Το 0 απενεργοποιεί τη σελιδοποίηση.
es: Establece la cantidad a cargar cada vez. 0 desactiva la paginación.
fr: Définir la quantité à charger à la fois. 0 désactive la pagination.
id: Atur jumlah yang dimuat setiap kali. 0 akan menonaktifkan pemuatan bertahap.
it: Imposta la quantità da caricare alla volta. 0 disattiva il paging.
ko: 한 번에 불러올 양을 설정해요. 0으로 하면 페이징 없이 불러와요.
nl: Stel de hoeveelheid in om per keer te laden. 0 schakelt paginering uit.
pt_br: Defina a quantidade a ser carregada por vez. 0 desativa a paginação.
zh: 设置每次加载的数量。0 禁用分页。
zh_hant: 設定每次載入的數量。0 為停用分頁。

# libraryPageSizeTitle
source: Library page size
ar: حجم صفحة المكتبة
br: Ment pajenn al levraoueg
cs: Velikost stránky knihovny
da: Bibliotekssidestørrelse
de: Größe der Bibliothekseiten
el: Μέγεθος σελίδας βιβλιοθήκης
es: Tamaño de página de la biblioteca
fr: Taille de la page de la bibliothèque
id: Ukuran kalaman pustaka
it: Dimensioni della pagina della libreria
ko: 라이브러리 페이지의 크기
nl: Bibliotheek paginagrootte
pt_br: Tamanho da página da biblioteca
zh: 媒体库页面大小
zh_hant: 媒體庫分頁大小

source: Light
ar: فاتح
br: Skañv
cs: Světlý
da: Lys
de: Dünn
el: Φωτεινό
es: Ligero
fr: Léger
id: Terang
it: Chiaro
ko: 라이트
nl: Licht
pt_br: Claro
zh: 浅色
zh_hant: 淺色

source: List
ar: قائمة
br: Roll
da: Liste
de: Liste
el: Λίστα
es: Lista
fr: Liste
id: Daftar
it: Lista
ko: 리스트
nl: Lijst
pt_br: Lista
zh: 列表
zh_hant: 清單

source: Lockscreen
ar: شاشة القفل
br: Skramm prennañ
cs: Zamykací obrazovka
da: Låseskærm
de: Sperrbildschirm
el: Οθόνη κλειδώματος
es: Pantalla de bloqueo
fr: Écran de verrouillage
id: Layar Kunci
it: Schermata di blocco
ko: 잠금화면
nl: Vergrendelscherm
pt_br: Tela de bloqueio
zh: 锁屏
zh_hant: 鎖定畫面

source: Logged-in
ar: تسجيل الدخول
br: Kevreet
cs: Přihlášen/a
da: Logget ind
de: Eingeloggt
el: Συνδεδεμένος
es: Conectado
fr: Connecté
id: Masuk
it: Connesso
ko: 로그인 됨
nl: Ingelogd
pt_br: Conectado
zh: 已登录
zh_hant: 已登入

source: Log in
ar: تسجيل دخول
br: Kevreañ
cs: Přihlásit se
da: Log ind
de: Einloggen
el: Σύνδεση
es: Iniciar sesión
fr: Connexion
id: Masuk
it: Connettiti
ko: 로그인
nl: Inloggen
zh: 登录
zh_hant: 登入

source: Log out
ar: تسجيل خروج
br: Digevreañ
cs: Odhlásit se
da: Log ud
de: Ausloggen
el: Αποσύνδεση
es: Cerrar sesión
fr: Déconnexion
id: Keluar
it: Disconnettiti
ko: 로그아웃
nl: Uitloggen
pt_br: Sair
zh: 登出
zh_hant: 登出

# logoutUserPopupContent
source: This will log out {userName} and delete the user from the app. You will have to log back in on {serverName}.
ar: سيؤدي هذا إلى تسجيل خروج {userName} وحذف المستخدم من التطبيق. سيتعين عليك تسجيل الدخول مرة أخرى على {serverName}.
br: Digevreet e vo {userName} ha dilamet e vo an implijer a-ziwar an arload. Rankout a reot adkevreañ war {serverName}.
cs: Tímto odhlásíte uživatele {userName} a uživatel se smaže z aplikace. Budete se muset znovu přihlásit na server {serverName}.
da: Dette vil logge {userName} ud og slette brugeren fra appen. Du vil skulle logge ind igen på {serverName}.
de: Dieser Vorgang wird {userName} ausloggen und dessen Daten aus der App löschen. Ein neuer Login für {serverName} wird daraufhin erforderlich sein.
el: Αυτή η ενέργεια θα αποσυνδέσει τον χρήστη {userName} και θα τον διαγράψει από την εφαρμογή. Θα χρειαστεί να επανασυνδεθείτε στο {serverName}.
es: Esto cerrará la sesión de {userName} y eliminará al usuario de la aplicación. Tendrá que volver a iniciar sesión en {serverName}.
fr: Ceci déconnectera {userName} et supprimera l'utilisateur de l'application. Vous devrez vous reconnecter à {serverName}.
id: Ini akan mengeluarkan {userName} dan menghapus pengguna tersebut dari aplikasi. Anda harus masuk kembali di {serverName}.
it: Questo disconnetterà {userName} ed eliminerà l'utente dall'app. Dovrai effettuare nuovamente l'accesso su {serverName}.
ko: 계속하시면, {userName}이 로그아웃되고 앱에서 사용자가 제거됩니다. {serverName}에서 다시 로그인하셔야 합니다.
nl: Dit zal {userName} uitloggen en de gebruiker uit de app verwijderen. Je moet opnieuw inloggen op {serverName}.
pt_br: Isto irá desconectar {userName} e excluir o usuário do aplicativo. Você precisará fazer login novamente em {serverName}.
zh: 这将登出 {userName} 并从应用程序中删除用户。 你需要重新登录到 {serverName}。
zh_hant: 這將會登出 {userName} 並從應用程式中移除使用者。 您需要重新登入到 {serverName}。

# logoutUserPopupTitle
source: Log out {userName}?
ar: تسجيل خروج {userName}؟
br: Digevreañ {userName}?
cs: Odhlásit uživatele {userName}?
da: Log {userName} ud?
de: {userName} ausloggen?
el: Αποσύνδεση χρήστη {userName}?
es: ¿Cerrar sesión de {userName}?
fr: Déconnecter l'utilisateur {userName} ?
id: Keluar dari {userName}?
it: Disconnettere {userName}?
ko: 사용자 {userName}을 로그아웃 할까요?
nl: Gebruiker {userName} uitloggen?
pt_br: Sair {userName}?
zh: 登出用户 {userName}？
zh_hant: 登出使用者 {userName}？

source: Loop
ar: تكرار
br: Rodell
cs: Smyčka
da: Gentag
de: Endlosschleife
el: Λούπα
es: Bucle
fr: Boucle
id: Ulangi
it: Ripeti
ko: 반복
nl: Lus
pt_br: Repetição
zh: 循环
zh_hant: 循環

source: Mark as unwatched
ar: وضع علامة كغير مشاهد
br: Merkañ evel anevezhiet
cs: Označit jako nezhlédnuté
da: Marker som uset
de: Als nicht angeschaut markieren
el: Σήμανση ως μη παρακολουθημένο
es: Marcar como no visto
fr: Marquer comme non regardé
id: Tandai sebagai belum ditonton
it: Contrassegna come non guardato
ko: 시청하지 않음으로 표시
nl: Markeer als niet bekeken
pt_br: Marcar como não assistido
zh: 标记为未观看
zh_hant: 標示為未觀看

source: Mark as watched
ar: وضع علامة كمشاهد
br: Merkañ evel evezhiet
cs: Označit jako zhlédnuté
da: Marker som set
de: Als angeschaut markieren
el: Σήμανση ως παρακολουθημένο
es: Marcar como visto
fr: Marquer comme regardé
id: Tandai sebagai sudah ditonton
it: Contrassegna come guardato
ko: 시청함으로 표시
nl: Markeer als bekeken
pt_br: Marcar como assistido
zh: 标记为已观看
zh_hant: 標示為已觀看

source: Masonry
ar: تصميم شبكي
br: Mañsonerezh
cs: Dlaždice
da: Kollagevisning
es: Mampostería
fr: Maçonnerie
it: Massoneria
ko: 카드
nl: Metseleffect
pt_br: Alvenaria
zh: 砖石
zh_hant: 瀑布流

# mediaTypeBase
source: Base Type
ar: النوع الأساسي
br: Seurt diaz
cs: Typ základny
da: Grundtype
de: Basistyp
el: Τύπος βάσης
es: Tipo base
fr: Type de base
id: Tipe dasar
it: Tipo base
ko: 자료 유형
nl: Basis type
pt_br: Tipo de base
zh: 基础类型
zh_hant: 基礎類型

# mediaTypeBook
source: {count, plural, one{Book} other{Books}}
ar: {count, plural, one{كتاب} other{كتب}}
br: Levr
cs: Kniha
da: {count, plural, one{Bog} other{Bøger}}
de: {count, plural, one{Buch} other{Bücher}}
el: {count, plural, one{Βιβλίο} other{Βιβλία}}
es: Libro{count, plural, one{Libro} other{Libros}}
fr: {count, plural, one{Livre} other{Livres}}
id: {count, plural, one{Buku} other{Buku}}
it: {count, plural, one{libro} other{libri}}
ko: 책
nl: {count, plural, one{Boek} other{Boeken}}
pt_br: {count, plural, one{Livro} other{Livros}}
zh: {count, plural, one{书籍} other{书籍}}
zh_hant: {count, plural, one{書籍} other{書籍}}

# mediaTypeBoxset
source: {count, plural, one{Boxset} other{Boxsets}}
ar: {count, plural, one{مجموعة أفلام} other{مجموعات أفلام}}
br: Arc'hig
cs: Média
da: {count, plural, one{Bokssæt} other{Bokssæt}}
el: {count, plural, one{Συλλογή} other{Συλλογές}}
es: {count, plural, one{Colección} other{Colecciones}}
fr: {count, plural, one{Coffret} other{Coffrets}}
id: {count, plural, one{Boxset} other{Boxset}}
it: {count, plural, one{Cofanetto} other{Cofanetti}}
ko: 박스 세트
pt_br: {count, plural, one{Coleção} other{Coleções}}
zh: {count, plural, one{套装} other{套装}}
zh_hant: {count, plural, one{套裝} other{套裝}}

# mediaTypeEpisode
source: {count, plural, one{Episode} other{Episodes}}
ar: {count, plural, one{حلقة} other{حلقات}}
br: Pennad
cs: Epizoda
da: {count, plural, one{Afsnit} other{Afsnit}}
de: {count, plural, one{Folge} other{Folgen}}
el: {count, plural, one{Επεισόδιο} other{Επεισόδια}}
es: {count, plural, one{Episodio} other{Episodios}}
fr: {count, plural, one{Épisode} other{Épisodes}}
id: {count, plural, one{Episode} other{Episode}}
it: {count, plural, one{Episodio} other{Episodi}}
ko: 에피소드
nl: {count, plural, one{Aflevering} other{Afleveringen}}
pt_br: {count, plural, one{Episódio} other{Episódios}}
zh: {count, plural, one{集} other{集}}
zh_hant: {count, plural, one{劇集} other{劇集}}

# mediaTypeFolder
source: {count, plural, one{Folder} other{Folders}}
ar: {count, plural, one{مجلد} other{مجلدات}}
br: Teuliad
cs: Složka
da: {count, plural, one{Mappe} other{Mapper}}
de: {count, plural, one{Ordner} other{Ordner}}
el: {count, plural, one{Φάκελος} other{Φάκελοι}}
es: {count, plural, one{Carpeta} other{Carpetas}}
fr: {count, plural, one{Dossier} other{Dossiers}}
id: {count, plural, one{Folder} other{Folder}}
it: {count, plural, one{Cartella} other{Cartelle}}
ko: 폴더
pt_br: {count, plural, one{Pasta} other{Pastas}}
zh: {count, plural, one{文件夹} other{文件夹}}
zh_hant: {count, plural, one{資料夾} other{資料夾}}

# mediaTypeMovie
source: {count, plural, one{Movie} other{Movies}}
ar: {count, plural, one{فيلم} other{أفلام}}
br: Film
cs: Film
da: {count, plural, one{Film} other{Film}}
de: {count, plural, one{Film} other{Filme}}
el: {count, plural, one{Ταινία} other{Ταινίες}}
es: {count, plural, one{Película} other{Película}}
fr: {count, plural, one{Film} other{Films}}
id: {count, plural, one{Film} other{Film}}
it: {count, plural, one{Film} other{Film}}
ko: 영화
nl: {count, plural, one{Film} other{Films}}
pt_br: {count, plural, one{Filme} other{Filmes}}
zh: {count, plural, one{电影} other{电影}}
zh_hant: {count, plural, one{電影} other{電影}}

# mediaTypePerson
source: {count, plural, one{Person} other{People}}
ar: {count, plural, one{شخص} other{أشخاص}}
br: Den
cs: Osoba
da: {count, plural, one{Person} other{Personer}}
de: {count, plural, one{Person} other{Personen}}
el: {count, plural, one{Άνθρωπος} other{Άνθρωποι}}
es: {count, plural, one{Persona} other{Personas}}
fr: {count, plural, one{Personne} other{Personnes}}
id: {count, plural, one{Orang} other{Orang}}
it: {count, plural, one{Persona} other{Persone}}
ko: 인물
nl: {count, plural, one{Persoon} other{Personen}}
pt_br: {count, plural, one{Pessoa} other{Pessoas}}
zh: {count, plural, one{人物} other{人物}}
zh_hant: {count, plural, one{人物} other{人物}}
