Repository: KeyboardDabbler/gbs-player-app
Catalog: lib/l10n/app_*.arb
Languages: ar, br, cs, da, de, el, es, fr, id, it, ko, nl, pt_br, zh, zh_hant

source: Seerr server
ar: خادم Seerr
es: Servidor seerr
fr: Serveur Seerr
id: Server Seerr
it: Server Seerr
pt_br: Servidor Seerr
zh: Seerr 服务器
zh_hant: Seerr 伺服器

source: Seerr authenticate (local)
ar: مصادقة Seerr (محلية)
de: Seerr Authentifizierung (lokal)
es: Autenticación seerr (local)
fr: Authentification Seerr (local)
id: Autentikasi Seerr (lokal)
it: Autenticazione Seerr (locale)
nl: Seerr inloggen (lokaal)
pt_br: Autenticação do Seerr (local)
zh: Seerr 身份验证（本地）
zh_hant: Seerr 身份驗證 (本地)

# rootFolderDefaultLabel
source: {folder} (Default)
ar: {folder} (افتراضي)
de: {folder} (Standard)
es: {folder} (Por defecto)
fr: {folder} (Par défaut)
id: {folder} (Bawaan)
it: {folder} (Predefinito)
nl: {folder} (Standaard)
pt_br: {folder} (Padrão)
zh: {folder} (默认)
zh_hant: {folder} (預設)

# seerrAnimeSeriesNote
source: * This series is an anime.
ar: * هذه السلسلة من نوع أنمي.
de: * Diese Serie ist ein Anime.
es: * Esta serie es un anime.
fr: * Cette série est un anime.
id: * Seri ini adalah anime.
it: * Questa serie è un anime.
nl: * Deze serie is een anime.
pt_br: * Esta série é um anime.
zh: * 这部系列作品是一部动画片。
zh_hant: * 這系列是一部動畫片。

# seerrAutoApproveNotice
source: Requests you submit are auto-approved.
ar: الطلبات التي ترسلها يتم الموافقة عليها تلقائياً.
de: Von Ihnen gesendete Anfragen werden automatisch genehmigt.
es: Las solicitudes que envíes se aprueban automáticamente.
fr: Les requêtes que vous soumettez sont approuvées automatiquement.
id: Permintaan yang Anda ajukan disetujui secara otomatis.
it: Le richieste che invii sono approvate automaticamente.
nl: Verzoeken die je indient worden automatisch goedgekeurd.
pt_br: As solicitações que você enviar serão aprovadas automaticamente.
zh: 您提交的请求将自动获得批准。
zh_hant: 您提交的請求已自動批准。

# seerrPermissionDenied
source: You do not have permission to request this media type.
ar: ليس لديك صلاحية لطلب هذا النوع من الوسائط.
de: Sie haben keine Berechtigung diesen Medientyp anzufordern.
es: No tienes permiso para solicitar este tipo de medios.
fr: Vous n'avez pas la permission de demander ce type de média.
id: Anda tidak memiliki izin untuk meminta jenis media ini.
it: Non hai il permesso di richiedere questo tipo di media.
nl: Je hebt geen toestemming om dit mediatype aan te vragen.
pt_br: Você não tem permissão para solicitar este tipo de mídia.
zh: 您无权请求此媒体类型。
zh_hant: 您沒有權限請求此媒體類型。

# seerrAuthApiKey
source: API key
ar: مفتاح API
de: API Schlüssel
es: Clave API
fr: Clé API
id: Kunci API
it: Chiave API
nl: API-sleutel
pt_br: Chave da API
zh: API 密钥
zh_hant: API 密鑰

# seerrAuthLocal
source: Local
ar: محلي
de: Lokal
id: Lokal
it: Locale
nl: Lokaal
zh: 本地
zh_hant: 本地

# seerrUserFetchFailed
source: Failed to fetch user from Seerr
ar: فشل في جلب المستخدم من Seerr
de: Benutzer konnte von Seerr nicht abgeholt werden
es: No se pudo recuperar el usuario de Seerr
fr: Échec de la récupération de l'utilisateur depuis Seerr
id: Gagal mengambil data pengguna dari Seerr
it: Impossibile recuperare l'utente da Seerr
nl: Kan gebruiker niet ophalen van Seerr
pt_br: Falha ao buscar usuário do Seerr
zh: 从 Seerr 获取用户失败
zh_hant: 無法從 Seerr 取得使用者資料

# seerrEnterServerUrlFirst
source: Enter a Seerr server URL first
ar: أدخل عنوان خادم Seerr أولاً
de: Geben Sie zuerst eine Seerr Server URL ein
es: Introduzca primero la URL del servidor Seerr
fr: Entrer une URL de serveur Seerr d'abord
id: Masukkan URL server terlebih dahulu
it: Prima inserisci un server Seerr
nl: Voer eerst een Seerr-server URL in
pt_br: Insira primeiro o URL do servidor Seerr
zh: 请先输入 Seerr 服务器地址
zh_hant: 請先輸入 Seerr 伺服器 URL

# seerrApiKeySaved
source: API key saved
ar: تم حفظ مفتاح API
de: API Schlüssel gespeichert
es: Clave API guardada
fr: Clé API enregistrée
id: Kunci API Seerr tersimpan
it: Chiave API salvata
nl: API-sleutel opgeslagen
pt_br: Chave da API salva
zh: API 密钥已保存
zh_hant: API 密鑰已存檔

# seerrLoggedIn
source: Logged in to Seerr
ar: تم تسجيل الدخول إلى Seerr
de: Bei Seerr angemeldet
es: Iniciado sesión en Seerr
fr: Connexion à Seerr
id: Masuk ke Seerr
it: Accesso in Seerr
nl: Ingelogd bij Seerr
pt_br: Logado no Seerr
zh: 已登录 Seerr
zh_hant: 已登入 Seerr

# seerrConnectedToServer
source: Connected to Seerr server: {serverUrl}
ar: تم الاتصال بخادم Seerr: {serverUrl}
de: Mit Seerr Server verbunden: {serverUrl}
es: Conectado al servidor Seerr: {serverUrl}
fr: Connecté au serveur Seerr : {serverUrl}
id: Terhubung ke server Seerr: {serverUrl}
it: Connesso al server Seerr: {serverUrl}
nl: Verbonden met Seerr-server: {serverUrl}
pt_br: Conectado ao servidor Seerr: {serverUrl}
zh: 已连接到 Seerr 服务器: {serverUrl}
zh_hant: 已連接至 Seerr 伺服器: {serverUrl}

source: Email/Username
ar: البريد الإلكتروني / اسم المستخدم
de: E-Mail/Benutzername
es: Correo electrónico/Nombre de usuario
fr: E-mail/Nom d'utilisateur
id: Email/Nama Pengguna
it: Email/Nome utente
nl: Email/Gebruikersnaam
pt_br: Email / Nome do usuário
zh: 电子邮件/用户名
zh_hant: 電子郵件/使用者名稱

source: Discover
ar: اكتشف
de: Entdecken
es: Descubrir
fr: Découvrir
id: Jelajahi
it: Esplora
nl: Ontdekken
pt_br: Descobrir
zh: 发现
zh_hant: 探索

# settingsProfileSubtitleLanguage
source: Preferred subtitle language
ar: اللغة المفضلة للترجمة
da: Foretrukket undertekstsprog
de: Bevorzugte Untertitelsprache
es: Idioma preferido para los subtítulos
fr: Language de sous-titres préféré
id: Bahasa subtitle yang diutamakan
it: Lingua sottotitoli preferita
nl: Voorkeursondertiteltaal
pt_br: Idioma de legendas preferido
zh: 首选字幕语言
zh_hant: 偏好字幕語言

# settingsProfileSubtitleMode
source: Subtitle mode
ar: وضع الترجمة
da: Underteksttilstand
de: Untertitelmodus
es: Modo de subtítulos
fr: Mode des sous-titres
id: Mode Subtitle
it: Modalità sottotitolo
nl: Ondertitelmodus
pt_br: Modo de legenda
zh: 字幕模式
zh_hant: 字幕模式

# subtitlePlaybackModeDefault
source: Default
ar: افتراضي
da: Standard
de: Standard
es: Por defecto
fr: Par défaut
it: Predefinito
nl: Standaard
pt_br: Padrão
zh: 默认
zh_hant: 預設

# subtitlePlaybackModeAlways
source: Always play
ar: تشغيل دائم
da: Afspil altid
de: Immer abspielen
es: Reproducir siempre
fr: Toujours jouer
id: Selalu mainkan
it: Riproduci sempre
nl: Altijd afspelen
pt_br: Sempre reproduzir
zh: 始终播放
zh_hant: 始終播放

# subtitlePlaybackModeOnlyForced
source: Only forced
ar: الترجمات الإجبارية فقط
da: Kun tvunget
de: Nur erzwungene
es: Solo forzado
fr: Seulement forcé
id: Hanya yang dipaksa
it: Solo forzati
nl: Alleen gedwongen
pt_br: Apenas forçada
zh: 仅限强制
zh_hant: 僅限強制

# subtitlePlaybackModeNone
source: None
ar: بدون
da: Ingen
de: Keine
es: Ninguno
fr: Aucun(e)
id: Tidak Ada
it: Nessuno
nl: Geen
pt_br: Nenhuma
zh: 无
zh_hant: 無

# subtitlePlaybackModeSmart
source: Smart
ar: ذكي
es: Inteligente
fr: Intelligent
id: Cerdas
it: Intelligente
nl: Slim
pt_br: Inteligente
zh: 自动
zh_hant: 自動

# syncplayAccessCreateAndJoinGroups
source: Create and Join Groups
ar: إنشاء والانضمام إلى مجموعات
da: Opret og deltag i grupper
de: Gruppen erstellen und beitreten
es: Crear y unirse a grupos
fr: Créer et Rejoindre des Groupes
id: Buat dan Gabung Grup
it: Crea e partecipa ai gruppi
nl: Groepen aanmaken en lid worden
pt_br: Criar e participar de grupos
zh: 创建和加入群组
zh_hant: 建立與加入群組

# syncplayAccessJoinGroups
source: Join Groups
ar: الانضمام إلى مجموعات
da: Deltag i grupper
de: Gruppen beitreten
es: Unirse a grupos
fr: Rejoindre des Groupes
id: Gabung Grup
it: Partecipa ai gruppi
nl: Lid worden
pt_br: Participar de grupos
zh: 加入群组
zh_hant: 加入群組

# syncplayAccessNone
source: None
ar: بدون
da: Ingen
de: Keine
es: Ninguno
fr: Aucun(e)
id: Tidak Ada
it: Nessuno
nl: Geen
pt_br: Nenhuma
zh: 无
zh_hant: 無

source: Sponsor
ar: راعٍ
es: Patrocinador
it: Sostieni
nl: Sponsors
pt_br: Patrocinador
zh: 赞助
zh_hant: 贊助

# sponsorMessage
source: If you enjoy using Fladder, consider sponsoring the project to support ongoing development and improvements. Thank you for your support!
ar: إذا كنت تستمتع باستخدام Fladder، فكر في رعاية المشروع لدعم تطويره وتحسينه المستمر. شكراً لدعمك!
de: Wenn dir Fladder gefällt, würde ich mich sehr über eine Spende freuen. Diese trägt zur Weiterentwicklung und Verbesserung des Projektes bei. Vielen Dank für deine Unterstützung!
es: Si disfrutas utilizando Fladder, considera patrocinar el proyecto para apoyar su desarrollo y mejoras continuas. ¡Gracias por tu apoyo!
fr: Si vous appréciez Fladder, pensez à parrainer le projet pour aider au développement en cours ainsi que les améliorations. Merci pour votre soutien !
id: Jika Anda menikmati menggunakan Fladder, pertimbangkan untuk menjadi sponsor proyek ini guna mendukung pengembangan dan perbaikan yang berkelanjutan. Terima kasih atas dukungan Anda!
it: Se ti piace usare Fladder, considera di sostenere il progetto per supportarne lo sviluppo continuo e i miglioramenti. Grazie per il tuo supporto!
nl: Als je Fladder graag gebruikt, overweeg dan om het project te sponsoren ter ondersteuning van voortdurende ontwikkeling en verbeteringen. Bedankt voor je steun!
pt_br: Se você gosta de usar o Fladder, considere patrocinar o projeto para apoiar o desenvolvimento e melhorias contínuas. Obrigado pelo seu apoio!
zh: 如果您喜欢使用 Fladder，可以考虑赞助该项目，以支持持续的开发和改进。感谢您的支持！
zh_hant: 如果您喜歡使用 Fladder，請考慮贊助此專案以支持持續的開發與改進。感謝您的支持！

source: Popularity
ar: الشعبية
da: Popularitet
de: Popularität
el: Δημοτικότητα
es: Popularidad
fr: Popularité
id: Popularitas
it: Popolarità
ko: 인기도
nl: Populariteit
pt_br: Popularidade
zh: 热门
zh_hant: 熱門

source: Content rating
ar: تصنيف المحتوى
da: Indholdsvurdering
de: Altersfreigabe
el: Βαθμολογία περιεχομένου
es: Clasificación del contenido
fr: Notation du contenu
id: Rating Konten
it: Valutazione dei contenuti
ko: 심의
nl: Inhoudsclassificatie
pt_br: Avaliação do conteúdo
zh: 内容分级
zh_hant: 內容分級

# runtimeMinutesTitle
source: Runtime (minutes)
ar: مدة التشغيل (بالدقائق)
da: Varighed (minutter)
de: Laufzeit (Minuten)
el: Διάρκεια (minutes)
es: Duración (minutos)
fr: Temps d'exécution (minutes)
id: Durasi (Menit)
it: Tempo d'esecuzione (minuti)
ko: 상영 시간 (분)
nl: Duur (minuten)
pt_br: Tempo de execução (minutos)
zh: 运行时间（分钟）
zh_hant: 運行時間 (分鐘)

# runtimeRangeMinutes
source: {min} - {max} minutes
ar: من {min} إلى {max} دقيقة
da: {min} - {max} minutter
de: {min} - {max} Minuten
el: {min} - {max} λεπτά
es: {min} - {max} minutos
id: {min} - {max} menit
it: {min} - {max} minuti
ko: {min} ~ {max} 분
nl: {min} - {max} minuten
pt_br: {min} - {max} minutos
zh: {min} - {max} 分钟
zh_hant: {min} - {max} 分鐘

# minutesShort
source: {count} min
ar: {count} دقيقه
el: {count} λεπτά
id: {count} menit
ko: {count} 분
zh: {count} 分钟
zh_hant: {count} 分鐘

# streamingServices
source: Providers ({count})
ar: مزودو الخدمة ({count})
da: Udbydere ({count})
de: Anbieter ({count})
el: Πάροχοι ({count})
es: Proveedores ({count})
fr: Fournisseurs ({count})
id: Penyedia ({count})
it: Fornitori ({count})
ko: 공급자 ({count})
nl: Streaming ({count})
pt_br: Provedores ({count})
zh: 发行商 ({count})
zh_hant: 發行商 ({count})

source: Popular series
ar: المسلسلات الأكثر شهرة
da: Populære serier
de: Beliebte Serien
es: Series populares
fr: Séries populaires
id: Serial populer
it: Serie popolari
nl: Populaire series
pt_br: Séries populares
zh: 热门节目
zh_hant: 熱門節目

source: min
ar: الحد الأدنى
it: Minimo
zh: 最小
zh_hant: 最小

source: max
ar: الحد الأقصى
id: maks
it: Massimo
pt_br: máx
zh: 最大
zh_hant: 最大

source: Manage request
ar: إدارة الطلب
de: Antrag auf Verwalten
es: Gestionar solicitud
fr: Gérer requête
id: Kelola permintaan
it: Gestisci richiesta
nl: Verzoek beheren
pt_br: Gerenciar solicitação
zh: 管理请求
zh_hant: 管理請求

source: Request all
ar: طلب الكل
de: Alle anfordern
es: Solicitar todo
fr: Tout demander
id: Minta semua
it: Richiedi tutto
nl: Alles aanvragen
pt_br: Solicitar tudo
zh: 请求所有
zh_hant: 請求全部

source: Open in Seerr
ar: فتح في Seerr
de: In Seerr öffnen
es: Abrir en Seerr
fr: Ouvrir dans Seerr
id: Buka di Seerr
it: Apri in Seerr
nl: Openen in Seerr
pt_br: Abrir no Seerr
zh: 在 Seerr 中打开
zh_hant: 在 Seerr 中開啟

source: Open in Sonarr
ar: فتح في Sonarr
de: In Sonarr öffnen
es: Abrir en Sonarr
fr: Ouvrir dans Sonarr
id: Buka di Sonarr
it: Apri in Sonarr
nl: Openen in Sonarr
pt_br: Abrir no Sonarr
zh: 在 Sonarr 中打开
zh_hant: 在 Sonarr 中開啟

source: Open in Radarr
ar: فتح في Radarr
de: In Radarr öffnen
es: Abrir en Radarr
fr: Ouvrir dans Radarr
id: Buka di Radarr
it: Apri in Radarr
nl: Openen in Radarr
pt_br: Abrir no Radarr
zh: 在 Radarr 中打开
zh_hant: 在 Radarr 中開啟

source: Remove from Sonarr
ar: إزالة من Sonarr
de: Von Sonarr entfernen
es: Eliminar de Sonarr
fr: Supprimer de Sonarr
id: Hapus dari Sonarr
it: Rimuovi da Sonarr
nl: Verwijderen uit Sonarr
pt_br: Remover do Sonarr
zh: 从 Sonarr 中移除
zh_hant: 從 Sonarr 中移除

source: Remove from Radarr
ar: إزالة من Radarr
de: Von Radarr entfernen
es: Eliminar de Radarr
fr: Supprimer de Radarr
id: Hapus dari Radarr
it: Rimuovi da Radarr
nl: Verwijderen uit Radarr
pt_br: Remover do Radarr
zh: 从 Radarr 中移除
zh_hant: 從 Radarr 中移除

source: Mark all seasons as available
ar: تحديد جميع المواسم كمُتاحة
de: Alle Staffeln als verfügbar markieren
es: Marcar todas las temporadas como disponibles
fr: Marquer toutes les saisons comme disponibles
id: Tandai semua musim sebagai tersedia
it: Segna tutte le stagioni come disponibili
nl: All seizoenen markeren als beschikbaar
pt_br: Marque todas as temporadas como disponíveis
zh: 将所有季标记为播出中
zh_hant: 將所有季標示為播出中

source: Mark as available
ar: تحديد كمُتاح
de: Als verfügbar markieren
es: Marcar como disponible
fr: Marquer comme disponible
id: Tandai sebagai tersedia
it: Segna come disponibile
nl: Markeer als beschikbaar
pt_br: Marcar como disponível
zh: 标记为播出中
zh_hant: 標示為播出中

# markAllSeasonsAsAvailableConfirm
source: Mark all seasons as available?
ar: تحديد جميع المواسم كمُتاحة؟
de: Alle Staffeln als verfügbar markieren?
es: ¿Marcar todas las temporadas como disponibles?
fr: Marquer toutes les saisons comme disponibles ?
id: Tandai semua musim sebagai tersedia?
it: Segnare tutte le stagioni come disponibili?
nl: All seizoenen markeren als beschikbaar?
pt_br: Marcar todas as temporadas como disponíveis?
zh: 将所有季标记为播出中？
zh_hant: 將所有季標示為播出中？

# markAsAvailableConfirm
source: Mark as available?
ar: تحديد كمُتاح؟
de: Als verfügbar markieren?
es: ¿Marcar como disponible?
fr: Marquer comme disponible ?
id: Tandai sebagai tersedia?
it: Segnare come disponibile?
nl: Markeren als beschikbaar?
pt_br: Marcar como disponível?
zh: 标记为播出中？
zh_hant: 標示為播出中？

source: Marked as available
ar: تم التحديد كمُتاح
de: Als Verfügbar markiert
es: Marcado como disponible
fr: Marquée comme disponible
id: Ditandai sebagai tersedia
it: Segnato come disponibile
nl: Gemarkeerd als beschikbaar
pt_br: Marcado como disponível
zh: 标记为播出中
zh_hant: 標示為播出中

source: Delete data
ar: حذف البيانات
de: Daten löschen
es: Borrar datos
fr: Supprimer les données
id: Hapus data
it: Elimina dati
nl: Data verwijderen
pt_br: Excluir dados
zh: 删除数据
zh_hant: 刪除資料

# removeSeriesFromSonarrConfirm
source: Remove this series from Sonarr? This will remove all data INCLUDING files.
ar: هل تريد إزالة هذه السلسلة من Sonarr؟ سيتم حذف جميع البيانات بما في ذلك الملفات.
de: Diese Serie von Sonarr entfernen? Dies wird alle Daten EINSCHLIEßLICH Dateien entfernen.
es: ¿Quieres eliminar esta serie de Sonarr? Esto eliminará todos los datos, INCLUIDOS los archivos.
fr: Supprimer cette série de Sonarr ? Ceci supprimera toutes les données fichiers COMPRIS.
id: Hapus seri ini dari Sonarr? Ini akan menghapus semua data TERMASUK file.
it: Rimuovere questa serie da Sonarr? Questo eliminerà tutti i dati, INCLUSI i file.
nl: Deze serie uit Sonarr verwijderen? Dit verwijdert alle gegevens, INCLUSIEF bestanden.
pt_br: Remover esta série de Sonarr? Isso irá remover todos os dados INCLUIANDO arquivos.
zh: 要从 Sonarr 中删除此节目吗？这将删除所有数据，包括文件。
zh_hant: 要從 Sonarr 移除這個節目嗎？這將會移除所有資料，包含檔案。

# removeMovieFromRadarrConfirm
source: Remove this movie from Radarr? This will remove all data INCLUDING files.
ar: هل تريد إزالة هذا الفيلم من Radarr؟ سيتم حذف جميع البيانات بما في ذلك الملفات.
de: Diesen Film von Radarr entfernen? Dies wird alle Daten EINSCHLIEßLICH Dateien entfernen.
es: ¿Quieres eliminar esta serie de Radarr? Esto eliminará todos los datos, INCLUIDOS los archivos.
fr: Supprimer cette série de Radarr ? Ceci supprimera toutes les données fichiers COMPRIS.
id: Hapus film ini dari Radarr? Ini akan menghapus semua data TERMASUK file.
it: Rimuovere questa serie da Radarr? Questo eliminerà tutti i dati, INCLUSI i file.
nl: Deze film uit Radarr verwijderen? Dit verwijdert alle gegevens, INCLUSIEF bestanden.
pt_br: Remover este filme de Radarr? Isso irá remover todos os dados INCLUIANDO arquivos.
zh: 要从 Radarr 中删除此电影吗？这将删除所有数据，包括文件。
zh_hant: 從 Radarr 中移除這部電影嗎？這將移除所有數據，包括檔案。

source: Removed from Sonarr
ar: تمّت الإزالة من Sonarr
de: Von Sonarr entfernt
es: Eliminado de Sonarr
fr: Supprimé de Sonarr
id: Dihapus dari Sonarr
it: Rimosso da Sonarr
nl: Verwijderd uit Sonarr
pt_br: Removido de Sonarr
zh: 从 Sonarr 中移除
zh_hant: 從 Sonarr 中移除

source: Removed from Radarr
ar: تمّت الإزالة من Radarr
de: Von Radarr entfernt
es: Eliminado de Radarr
fr: Supprimé de Radarr
id: Dihapus dari Radarr
it: Rimosso da Radarr
nl: Verwijderd uit Radarr
pt_br: Removido de Radarr
zh: 从 Radarr 中移除
zh_hant: 從 Radarr 中移除

# deleteSeerrDataConfirm
source: Delete all files from Seerr? This action cannot be undone. If the data is still present in {service}, it may be re-imported.
ar: هل تريد حذف جميع الملفات من Seerr؟ لا يمكن التراجع عن هذا الإجراء. إذا كانت البيانات لا تزال موجودة في {service}، يمكن إعادة استيرادها.
de: Alle Dateien von Seerr löschen? Diese Aktion kann nicht rückgängig gemacht werden. Wenn die Daten noch in {service} vorhanden sind, werden diese eventuell erneut importiert.
es: ¿Desea eliminar todos los archivos de Seerr? Esta acción no se puede deshacer. Si los datos aún están presentes en {service}, se pueden volver a importar.
fr: Supprimer tous les fichiers de Seerr ? Cette action ne peut pas être annulée. Si les données sont toujours présentes dans {service}, elles pourront être ré-importées.
id: Hapus semua file dari Seerr? Tindakan ini tidak dapat dibatalkan. Jika data masih tersedia di {service}, data tersebut mungkin akan diimpor kembali.
it: Eliminare tutti i file da Seerr? Questa azione non può essere annullata. Se i dati sono ancora presenti in {service}, potrebbero essere reimportati.
nl: Alle bestanden uit Seerr verwijderen? Deze actie kan niet ongedaan worden gemaakt. Als de data nog aanwezig is in {service}, kan deze opnieuw worden geïmporteerd.
pt_br: Excluir todos os arquivos do Seerr? Esta ação não pode ser desfeita. Se os dados ainda estiverem presentes em {service}, pode ser re-importado.
zh: 确定要删除 Seerr 中的所有文件吗？此操作无法撤销。 如果数据仍然存在于 {service} 中，则可以重新导入。
zh_hant: 要從 Seerr 刪除所有檔案嗎？此動作無法還原。 如果資料仍存在於 {service} 中，則可能可以重新匯入。

source: Data deleted
ar: تم حذف البيانات
de: Daten gelöscht
es: Datos borrados
fr: Donnée(s) supprimée(s)
id: Data dihapus
it: Dati cancellati
nl: Data verwijderd
pt_br: Dados excluídos
zh: 数据已删除
zh_hant: 資料已刪除

# seerrRequestStatusPending
source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
fr: En attente
id: Tertunda
it: In attesa
nl: In behandeling
pt_br: Pendente
zh: 待处理
zh_hant: 待處理

# seerrRequestStatusApproved
source: Approved
ar: تم القبول
de: Genehmigt
es: Aprobado
fr: Approuvé
id: Disetujui
it: Approvata
nl: Goedgekeurd
pt_br: Aprovado
zh: 批准
zh_hant: 核准

# seerrRequestStatusDeclined
source: Declined
ar: تم الرفض
de: Abgelehnt
es: Rechazado
fr: Refusé
id: Ditolak
it: Rifiutata
nl: Afgewezen
pt_br: Recusado
zh: 拒绝
zh_hant: 拒絕

# seerrRequestStatusFailed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échec
id: Gagal
it: Fallita
nl: Mislukt
pt_br: Falhado
zh: 失败
zh_hant: 失敗

# seerrRequestStatusCompleted
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Complété
id: Selesai
it: Completata
nl: Voltooid
pt_br: Concluído
zh: 完成
zh_hant: 完成

# seerrMediaStatusProcessing
source: Processing
ar: جارٍ المعالجة
de: Verarbeitung
es: Procesando
fr: En traitement
id: Memproses
it: In elaborazione
nl: Verwerken
pt_br: Processando
zh: 进程
zh_hant: 處理中

# seerrMediaStatusPartiallyAvailable
source: Partially Available
ar: متوفر جزئياً
de: Teilweise verfügbar
es: Disponible parcialmente
fr: Disponible partiellement
id: Sebagian Tersedia
it: Parzialmente disponibile
nl: Deels beschikbaar
pt_br: Disponível parcialmente
zh: 部分可用
zh_hant: 部分可用

# seerrMediaStatusAvailable
source: Available
ar: متوفر
de: Verfügbar
es: Disponible
fr: Disponible
id: Tersedia
it: Disponibile
nl: Beschikbaar
pt_br: Disponível
zh: 可用
zh_hant: 可用

# seerrMediaStatusBlacklisted
source: Blacklisted
ar: محظور
de: Blockliste
es: En la lista negra
fr: Sur liste noire
id: Dalam Daftar Hitam
it: In lista nera
nl: Negeren
pt_br: Lista negra
zh: 列入黑名单
zh_hant: 列入黑名單

# seerrMediaStatusDeleted
source: Deleted
ar: محذوف
de: Gelöscht
es: Eliminado
fr: Supprimé
id: Dihapus
it: Cancellato
nl: Verwijderd
pt_br: Excluído
zh: 删除
zh_hant: 刪除

source: Approve
ar: اعتماد
de: Genehmigen
es: Aprobar
fr: Approuver
id: Setujui
it: Approva
nl: Goedkeuren
pt_br: Aprovar
zh: 批准
zh_hant: 核准

source: Decline
ar: رفض
de: Ablehnen
es: Rechazar
fr: Refuser
id: Tolak
it: Rifiuta
nl: Weigeren
pt_br: Declínio
zh: 拒绝
zh_hant: 拒絕

# pendingRequests
source: {count, plural, other{No pending requests} one{{count} pending request} two{{count} pending requests}}
ar: {count, plural, one{{count} طلب قيد الانتظار} two{{count} طلبان قيد الانتظار} other{لا توجد طلبات قيد الانتظار}}
de: {count, plural, other{Keine ausstehende Anfrage} one{{count} austehende Anfrage} two{{count} austehenden Anfragen}}
es: {count, plural, other{No hay solicitudes pendientes} one{{count} solicitud pendiente} two{{count} solicitudes pendientes}}
fr: {count, plural, other{Pas de requêtes en attente} one{{count} requête en attente} two{{count} requêtes en attente}}
id: {count, plural, one{{count} permintaan tertunda} other{{count} permintaan tertunda}}
it: {count, plural, other{Nessuna richiesta in attesa} one{{count} richiesta in attesa} two{{count} richieste in attesa}}
nl: {count, plural, other{Geen lopende verzoeken} one{{count} verzoek} two{{count} verzoeken}}
pt_br: {count, plural, other{Nenhuma solicitação pendente} one{{count} solicitação pendente} two{{count} solicitações pendentes}}
zh: {count, plural, other{没有待处理的请求} one{{count} 个待处理的请求} two{{count} 个待处理的请求}}
zh_hant: {count, plural, other{沒有待處理的請求} one{{count} 個待處理的請求} two{{count} 個待處理的請求}}

source: Processing
ar: جاري المعالجة
de: Verarbeitung
es: Procesando
fr: En traitement
id: Memproses
it: In elaborazione
nl: Verwerken
pt_br: Processando
zh: 进程
zh_hant: 處理中

source: Seerr details
ar: تفاصيل Seerr
br: Munudoù Seerr
es: Destalles de Seerr
fr: Détails Seerr
id: Detail Seerr
it: Dettagli Seerr
pt_br: Detalhes do Seerr
zh: Seerr 详情
zh_hant: Seerr 詳情

# specialFeature
source: {count, plural, other{Special Features} one{Special Feature} }
ar: {count, plural, one{ميزة خاصة} other{ميزات خاصة}}
es: {count, plural, other{Características especiales} one{Característica especial} }
fr: {count, plural, other{Fonctionnalités spéciales} one{Fonctionnalité spéciale} }
id: {count, plural, one{Fitur Khusus} other{Fitur Khusus}}
it: {count, plural, other{Contenuti speciali} one{Contenuto speciale} }
nl: {count, plural, other{Speciale Features} one{Speciale Feature} }
zh: {count, plural, other{特别功能} one{特别功能} }

# mediaTypeTV
source: {count, plural, one{TV Channel} other{TV Channels}}
ar: {count, plural, one{قناة تلفزيونية} other{قنوات تلفزيونية}}
de: {count, plural, one{TV Sender} other{TV Sender}}
es: {count, plural, one{Canal de televisión} other{Canales de televisión}}
fr: {count, plural, one{Chaîne TV} other{Chaînes TV}}
id: {count, plural, one{Saluran TV} other{Saluran TV}}
it: {count, plural, one{Canale TV} other{Canali TV}}
ko: {count, plural, one{TV 채널} other{TV 채널}}
nl: {count, plural, one{TV Kanaal} other{TV Kanalen}}
zh: {count, plural, one{电视台} other{电视台}}
