Repository: KeyboardDabbler/gbs-player-app
Catalog: lib/l10n/app_*.arb
Languages: ar, br, cs, da, de, el, es, fr, id, it, ko, nl, pt_br, zh, zh_hant

# controlPanelDesc
source: Server, Activity, Users, Library
ar: الخادم، النشاط، المستخدمون، المكتبة
da: Server, Aktivitet, Brugere, Bibliotek
de: Server, Aktivität, Benutzer, Bibliothek
es: Servidor, Actividad, Usuarios, Biblioteca
fr: Serveur, Activité, Utilisateurs, Bibliothèque
id: Server, Aktivitas, Pengguna, Perpustakaan
it: Server, Attività, Utenti, Libreria
nl: Server, Activiteit, Gebruikers, Bibliotheek
pt_br: Servidor, Atividade, Usuários, Biblioteca
zh: 服务器，活动，用户，媒体库
zh_hant: 伺服器, 活動, 使用者, 媒體庫

source: Control Dashboard
ar: لوحة معلومات التحكم
da: Kontroloversigt
de: System Dashboard
es: Panel de control
fr: Tableau de bord
id: Dasbor Kontrol
it: Dashboard di controllo
pt_br: Dashboard de Controle
zh: 控制面板
zh_hant: 控制面板

source: Server name
ar: اسم الخادم
da: Servernavn
es: Nombre del servidor
fr: Nom du serveur
id: Nama server
it: Nome del server
nl: Servernaam
pt_br: Nome do servidor
zh: 服务器名称
zh_hant: 伺服器名稱

source: Server version
ar: إصدار الخادم
es: Versión del servidor
fr: Version du serveur
id: Versi server
it: Versione del server
nl: Serverversie
pt_br: Versão do servidor
zh: 服务器版
zh_hant: 伺服器版本

source: Web version
ar: إصدار الويب
es: Versión web
fr: Version web
id: Versi web
it: Versione web
nl: Webversie
pt_br: Versão web
zh: 网页版
zh_hant: 網頁版

source: Devices
ar: الأجهزة
da: Enheder
de: Geräte
es: Dispositivos
fr: Appareils
id: Perangkat
it: Dispositivi
nl: Apparaten
pt_br: Dispositivos
zh: 设备
zh_hant: 裝置

source: Storage Paths
ar: مسارات التخزين
da: Lagringsstier
de: Speicherpfade
es: Rutas de almacenamiento
fr: Chemin de stockage
id: Lokasi Penyimpanan
it: Percorsi di archiviazione
nl: Opslagpaden
pt_br: Caminhos de Armazenamento
zh: 存储路径
zh_hant: 儲存路徑

source: Program Data
ar: بيانات البرنامج
es: Datos del programa
fr: Données du programme
id: Data Program
it: Dati del programma
nl: Programma-gegevens
pt_br: Dados do Programa
zh: 程序数据
zh_hant: 程式資料

source: Cache
ar: التخزين المؤقت
es: Caché
zh: 缓存
zh_hant: 快取

source: Logs
ar: السجلات
da: Logfiler
fr: Journal de bord
id: Log
it: Log
nl: Logboeken
pt_br: Registros
zh: 日志
zh_hant: 記錄

source: Transcoding Temp
ar: ملفات التحويل المؤقتة
da: Transkodningstemp
de: Transkodierung Temp
es: Transcodificación temp
fr: Temporisation de transcodage
id: Temp Transkode
it: File temporanei di transcodifica
nl: Transcoderings Temp
pt_br: Transcodificação Temporária
zh: 转码临时文件
zh_hant: 轉碼暫存

source: Web
ar: الويب
zh: 网页
zh_hant: 網頁

source: Used
ar: المُستخدَم
da: Brugt
de: Belegt
es: Usados
fr: Utilisé
id: Digunakan
it: Usato
nl: Gebruikt
pt_br: Usado
zh: 使用
zh_hant: 使用

source: Count
ar: العدد
da: Antal
de: Anzahl
es: Contar
fr: Compte
id: Jumlah
it: Conteggio
nl: Aantal
pt_br: Contagem
zh: 统计
zh_hant: 統計

source: Scan all libraries
ar: فحص جميع المكتبات
da: Skan alle biblioteker
de: Alle Bibliotheken scannen
es: Escanear todas las bibliotecas
fr: Scanner toutes les bibliothèques
id: Pindai semua pustaka
it: Scansiona tutte le librerie
nl: Scan alle bibliotheken
pt_br: Escanear todas as bibliotecas
zh: 扫描所有媒体库
zh_hant: 掃描所有媒體庫

source: Restart server
ar: إعادة تشغيل الخادم
da: Genstart server
de: Server neustarten
es: Reiniciar servidor
fr: Redémarrer le serveur
id: Mulai ulang server
it: Riavvia server
nl: Server opnieuw starten
pt_br: Reiniciar servidor
zh: 重启服务器
zh_hant: 重啟伺服器

source: Shut down server
ar: إيقاف تشغيل الخادم
da: Sluk server
de: Server herunterfahren
es: Apagar servidor
fr: Éteindre le serveur
id: Matikan server
it: Spegni server
nl: Server afsluiten
pt_br: Encerrar servidor
zh: 关闭服务器
zh_hant: 關閉伺服器

# dashboardDesc
source: Server, Count, Devices, Storage
ar: الخادم، العدد، الأجهزة، التخزين
da: Server, Antal, Enheder, Lagring
de: Server, Anzahl, Geräte, Speicher
es: Servidor, recuento, dispositivos, almacenamiento
fr: Serveur, Compte, Appareils, Stockage
id: Server, Jumlah, Perangkat, Penyimpanan
it: Server, Conteggio, Dispositivi, Archiviazione
nl: Server, Aantal, Apparaten, Opslag
pt_br: Servidor, Contagem, Dispositivos, Armazenamento
zh: 服务器，统计，设备，存储
zh_hant: 伺服器, 統計, 裝置, 儲存

source: Last activity
ar: آخر نشاط
da: Sidste aktivitet
de: Letzte Aktivität
es: Última actividad
fr: Dernière activité
id: Aktivitas terakhir
it: Ultima attività
nl: Laatste activiteit
pt_br: Atividade mais recente
zh: 上次活动
zh_hant: 上次活動

source: Active tasks
ar: المهام النشطة
da: Aktive opgaver
de: Aktive Aufgaben
es: Tareas activas
fr: Tâches actives
id: Tugas aktif
it: Operazioni pianificate
nl: Actieve taken
pt_br: Tarefas ativas
zh: 活动任务
zh_hant: 執行中任務

# hours
source: {count, plural, one{Hour} other{Hours}}
ar: {count, plural, one{ساعة} other{ساعات}}
da: {count, plural, one{Time} other{Timer}}
de: {count, plural, one{Stunde} other{Stunden}}
es: {count, plural, one{Hora} other{Horas}}
fr: {count, plural, one{Heure} other{Heures}}
id: {count, plural, one{Jam} other{Jam}}
it: {count, plural, one{Ora} other{Ore}}
nl: {count, plural, one{Uur} other{Uur}}
pt_br: {count, plural, one{Hora} other{Horas}}
zh: {count, plural, one{小时} other{小时}}
zh_hant: {count, plural, one{小時} other{小時}}

# weeks
source: {count, plural, one{Week} other{Weeks}}
ar: {count, plural, one{أسبوع} other{أسابيع}}
da: {count, plural, one{Uge} other{Uger}}
de: {count, plural, one{Woche} other{Wochen}}
es: {count, plural, one{Semana} other{Semanas}}
fr: {count, plural, one{Semaine} other{Semaines}}
id: {count, plural, one{Minggu} other{Minggu}}
it: {count, plural, one{Settimana} other{Settimane}}
nl: {count, plural, one{Week} other{Weken}}
pt_br: {count, plural, one{Semana} other{Semanas}}
zh: {count, plural, one{星期} other{星期}}
zh_hant: {count, plural, one{星期} other{星期}}

# months
source: {count, plural, one{Month} other{Months}}
ar: {count, plural, one{شهر} other{أشهر}}
da: {count, plural, one{Måned} other{Måneder}}
de: {count, plural, one{Monat} other{Monate}}
es: {count, plural, one{Mes} other{Meses}}
fr: {count, plural, one{Mois} other{Mois}}
id: {count, plural, one{Bulan} other{Bulan}}
it: {count, plural, one{Mese} other{Mesi}}
nl: {count, plural, one{Maand} other{Maanden}}
pt_br: {count, plural, one{Mês} other{Meses}}
zh: {count, plural, one{月} other{月}}
zh_hant: {count, plural, one{月} other{月}}

# years
source: {count, plural, one{Year} other{Years}}
ar: {count, plural, one{سنة} other{سنوات}}
da: {count, plural, one{År} other{År}}
de: {count, plural, one{Jahr} other{Jahre}}
es: {count, plural, one{Año} other{Años}}
fr: {count, plural, one{Année} other{Années}}
id: {count, plural, one{Tahun} other{Tahun}}
it: {count, plural, one{Anno} other{Anni}}
nl: {count, plural, one{Jaar} other{Jaren}}
pt_br: {count, plural, one{Ano} other{Anos}}
zh: {count, plural, one{年} other{年}}
zh_hant: {count, plural, one{年} other{年}}

source: {time} ago
ar: منذ {time}
da: for {time} siden
de: vor {time}
es: hace {time}
fr: il y a {time}
id: {time} yang lalu
it: {time} fa
nl: {time} geleden
pt_br: {time} atrás
zh: {time} 前
zh_hant: {time} 前

# lastRunTaking
source: Last run {date}, taking {time}
ar: آخر تشغيل في {date}، استغرق {time}
da: Sidste kørsel {date}, tog {time}
de: Letzte Ausführung {date}, Dauer {time}
es: Última ejecución {date}, duró {time}
fr: Dernière exécution {date}, prenant {time}
id: Terakhir dijalankan {date}, memakan waktu {time}
it: Ultima esecuzione {date}, durata {time}
nl: Laatste run {date}, duurt {time}
pt_br: Última execução {date}, com duração de {time}
zh: 上次运行日期为 {date}，耗时 {time}
zh_hant: 上次執行日期 {date}, 耗時 {time}

# lessThenAMinute
source: Less than a minute
ar: أقل من دقيقة
da: Mindre end et minut
de: Weniger als eine Minute
es: Menos de un minuto
fr: Moins d'une minute
id: Kurang dari satu menit
it: Meno di un minuto
nl: Minder dan een minuut
pt_br: Menos de um minuto
zh: 不到一分钟
zh_hant: 不到一分鐘

source: Planned tasks
ar: المهام المجدولة
da: Planlagte opgaver
de: Geplante Aufgaben
es: Tareas planificadas
fr: Tâches planifiées
id: Tugas terjadwal
it: Attività pianificate
nl: Geplande taken
pt_br: Tarefas agendadas
zh: 计划任务
zh_hant: 規畫任務

# taskTriggerTypeInterval
source: Interval
ar: فاصل زمني
de: Intervall
es: Intervalo
fr: Intervalle
id: Rentang waktu
it: Intervallo
pt_br: Intervalo
zh: 间隔
zh_hant: 間隔

# taskTriggerTypeDaily
source: Daily
ar: يومي
da: Dagligt
de: Täglich
es: Diario
fr: Journalier
id: Harian
it: Giornaliero
nl: Dagelijks
pt_br: Diário
zh: 每日
zh_hant: 每日

# taskTriggerTypeWeekly
source: Weekly
ar: أسبوعي
da: Ugenligt
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
id: Mingguan
it: Settimanale
nl: Wekelijks
pt_br: Semanal
zh: 每周
zh_hant: 每週

# taskTriggerTypeStartup
source: Startup
ar: عند بدء التشغيل
da: Opstart
de: Start
es: Inicio
fr: Démarrage
id: Saat mulai
it: Avvio
nl: Opstarten
pt_br: Na Inicialização
zh: 启动
zh_hant: 啟動

source: Create
ar: إنشاء
da: Opret
de: Erstellen
es: Crear
fr: Créer
id: Buat
it: Crea
nl: Maken
pt_br: Criar
zh: 创建
zh_hant: 建立

# taskTriggerTypeName
source: Trigger type
ar: نوع المشغل
de: Auslöser-Typ
es: Tipo de activador
fr: Type de déclencheur
id: Tipe pemicu
it: Tipo di attivazione
pt_br: Tipo de gatilho
zh: 触发器类型
zh_hant: 觸發類型

source: New trigger
ar: مشغل جديد
da: Ny trigger
de: Neuer Auslöser
es: Nuevo activador
fr: Nouveau déclencheur
id: Pemicu baru
it: Nuova attivazione
nl: Nieuwe trigger
pt_br: Novo gatilho
zh: 新建触发器
zh_hant: 新觸發器

source: New task trigger
ar: مشغل مهمة جديد
da: Ny opgave-trigger
de: Neuer Aufgabenauslöser
es: Nuevo activador de tareas
fr: Nouveau déclencheur de tâche
id: Pemicu tugas baru
it: Nuova attivazione attività
nl: Nieuwe taak-trigger
pt_br: Novo gatilho de tarefa
zh: 新建任务触发器
zh_hant: 新任務觸發器

source: Day of the week
ar: يوم من أيام الأسبوع
da: Ugedag
de: Wochentag
es: Día de la semana
fr: Jour de la semaine
id: Hari dalam seminggu
it: Giorno della settimana
nl: Dag van de week
pt_br: Dia da semana
zh: 星期几
zh_hant: 星期幾

source: Time
ar: الوقت
da: Tid
de: Zeit
es: Hora
fr: Temps
id: Waktu
it: Tempo
nl: Tijd
pt_br: Tempo
zh: 时间
zh_hant: 時間

source: Interval
ar: الفاصل الزمني
de: Intervall
es: Intervalo
fr: Intervalle
id: Rentang waktu
it: Intervallo
pt_br: Intervalo
zh: 间隔
zh_hant: 間隔

# taskTimeLimitInHours
source: Time limit (hours)
ar: الحد الزمني (بالساعات)
da: Tidsgrænse (timer)
de: Zeitlimit (Stunden)
es: Límite de tiempo (horas)
fr: Limite de temps (heures)
id: Batas waktu (jam)
it: Limite di tempo (ore)
nl: Tijdslimiet (uren)
pt_br: Limite de tempo (horas)
zh: 时间限制（小时）
zh_hant: 時間限制 (小時)

# taskTriggerIntervalDesc
source: Every {time}
ar: كل {time}
da: Hver {time}
de: Alle {time}
es: Cada {time}
fr: Chaque {time}
id: Setiap {time}
it: Ogni {time}
nl: Elke {time}
pt_br: A cada {time}
zh: 每 {time}
zh_hant: 每 {time}

# taskTriggerDailyDesc
source: Daily at {time}
ar: يوميًا في {time}
da: Dagligt kl. {time}
de: Täglich um {time}
es: Diariamente a las {time}
fr: Tout les jours à {time}
id: Harian pada {time}
it: Giornaliero alle {time}
nl: Dagelijks om {time}
pt_br: Diariamente às {time}
zh: 每天 {time}
zh_hant: 每天 {time}

# taskTriggerWeeklyDesc
source: Weekly on {day} at {time}
ar: أسبوعياً في يوم {day} الساعة {time}
da: Ugentligt {day} kl. {time}
de: Wöchentlich am {day} um {time}
es: Semanalmente el {day} a las {time}
fr: Toutes les semaines le {day} à {time}
id: Mingguan pada {day} pukul {time}
it: Settimanale: {day} alle {time}
nl: Wekelijks op {day} om {time}
pt_br: Semanalmente no dia {day}, às {time}
zh: 每周 {day} 的 {time}
zh_hant: 每週 {day} 的 {time}

# taskTriggerTimeLimitSub
source: Time limit: {time}
ar: الحد الزمني: {time}
da: Tidsgrænse: {time}
de: Zeitlimit: {time}
es: Límite de tiempo: {time}
fr: Limite de temps : {time}
id: Batas waktu: {time}
it: Tempo limite:{time}
nl: Tijdslimiet: {time}
pt_br: Limite de tempo: {time}
zh: 时间限制:{time}
zh_hant: 時間限制: {time}

source: Performance
ar: الأداء
da: Ydeevne
de: Leistung
es: Rendimiento
id: Performa
it: Prestazioni
nl: Prestaties
pt_br: Desempenho
zh: 性能
zh_hant: 效能

# controlPanelServerDesc
source: Server name, Quick Connect, Performance
ar: اسم الخادم، الاتصال السريع، الأداء
da: Servernavn, Hurtig tilkobling, Ydeevne
de: Servername, Quick Connect, Leistung
es: Nombre del servidor, Conexión rápida, Rendimiento
fr: Nom du serveur, Connexion Rapide, Performance
id: Nama server, Sambungan Cepat, Kinerja
it: Nome del server, Connessione rapida, Prestazioni
nl: Servernaam, Snel verbinden, Prestaties
pt_br: Nome do servidor, Conexão Rápida, Desempenho
zh: 服务器名称，快速连接，性能
zh_hant: 伺服器名稱, 快速連線, 效能

# serverNameLabel
source: Server name
ar: اسم الخادم
da: Servernavn
es: Nombre del servidor
fr: Nom du serveur
id: Nama server
it: Nome del server
nl: Servernaam
pt_br: Nome do servidor
zh: 服务器名称
zh_hant: 伺服器名稱

source: Cache path
ar: مسار التخزين المؤقت
da: Cachesti
de: Cache Pfad
es: Ruta del caché
fr: Chemin du cache
id: Lokasi Cache
it: Percorso della cache
nl: Cachepad
pt_br: Caminho do cache
zh: 缓存路径
zh_hant: 快取路徑

source: Metadata path
ar: مسار البيانات الوصفية
da: Metadatasti
de: Metadaten Pfad
es: Ruta de los metadatos
fr: Chemin des métadonnées
id: Lokasi Metadata
it: Percorso metadati
nl: Metadatapad
pt_br: Caminho dos metadados
zh: 元数据路径
zh_hant: 中繼資料路徑

# maxConcurrentLibraryScanLabel
source: Max concurrent library scans
ar: الحد الأقصى لفحص المكتبات المتزامن
da: Maks. samtidige biblioteksscanninger
de: Max gleichzeitige Bibliotheken Scans
es: Escaneos simultáneos máximos de la biblioteca
fr: Nombre maximum de scan de bibliothèques en concurrence
id: Jumlah maksimum pemindaian perpustakaan bersamaan
it: Scansioni simultanee massime della libreria
nl: Max gelijktijdige bibliotheekscans
pt_br: Máximo de escaneamentos simultâneos da biblioteca
zh: 最大并发媒体库扫描次数
zh_hant: 最大並發掃描數量

# maxConcurrentLibraryScanDesc
source: Maximum number of parallel tasks during library scans. Leaving this empty will choose a limit based on your systems core count. WARNING: Setting this number too high may cause issues with network file systems; if you encounter problems lower this number.
ar: الحد الأقصى للمهام المتزامنة أثناء فحص المكتبات. ترك هذا الحقل فارغاً سيؤدي إلى اختيار حد تلقائي بناءً على عدد أنوية النظام لديك. تحذير: تعيين رقم مرتفع جداً قد يسبب مشاكل في أنظمة الملفات الشبكية؛ إذا واجهت مشاكل، قم بخفض هذا الرقم.
da: Maksimalt antal parallelle opgaver under biblioteksscanninger. Hvis dette felt efterlades tomt, vælges en grænse baseret på antallet af kerner i dit system. ADVARSEL: Hvis du sætter tallet for højt, kan det medføre problemer med netværksfilsystemer; hvis du oplever problemer, skal du reducere dette tal.
de: Anzahl der Maximalen parallelen Aufgaben während des Bibliotheksscans. Wenn Sie diesen Wert auf 0 lassen, wird ein Limit auf Grundlage der Kernanzahl Ihres Systems festgelegt. WARNUNG: Wenn Sie diese Zahl zu hoch einstellen, kann es zu Problemen mit Bibliotheken, die über das Netzwerk verbunden sind, kommen; wenn dies der Fall ist, senken Sie diese Zahl.
es: Número máximo de tareas paralelas durante los escaneos de la biblioteca. Si se deja vacío, se elegirá un límite basado en el número de núcleos de su sistema. ADVERTENCIA: Establecer un número demasiado alto puede causar problemas con los sistemas de archivos de red; si encuentra problemas, reduzca este número.
fr: Nombres maximum de tâches en parallèle pendant les scans de bibliothèques. Laissez ceci vide pour choisir une limite en fonction du nombre de cœurs de votre système. ATTENTION : Définir un nombre trop grand peut causer des problèmes avec les fichiers distants ; si vous rencontrez des problèmes baisser ce nombre.
id: Jumlah maksimum tugas paralel saat pemindaian perpustakaan. Biarkan kosong untuk memilih batas berdasarkan jumlah inti sistem Anda. PERINGATAN: Menetapkan angka terlalu tinggi dapat menyebabkan masalah dengan sistem file jaringan; jika mengalami masalah, turunkan angkanya.
it: Numero massimo di attività parallele durante le scansioni della libreria. Lasciando questo campo vuoto, verrà scelto un limite in base al numero di core del sistema. ATTENZIONE: impostare un valore troppo alto può causare problemi con i file system di rete; se si riscontrano problemi, ridurre questo numero.
nl: Maximum aantal parallelle taken tijdens bibliotheekscans. Als je dit leeg laat, wordt een limiet gekozen op basis van het aantal kernen van jouw systeem. WAARSCHUWING: Als je dit aantal te hoog instelt, kunnen problemen optreden met netwerkbestandssystemen. Verlaag dit aantal als je problemen ondervindt.
pt_br: Número máximo de tarefas paralelas durante escaneamentos da biblioteca. Deixar este campo em branco selecionará um limite com base na contagem de núcleos do seu sistema. AVISO: Definir este número muito alto pode causar problemas com sistemas de arquivos em rede; se você encontrar problemas, diminua este número.
zh: 媒体库扫描期间的最大并行任务数。如果留空，系统将根据系统核心数自动选择限制值。警告：此值设置过高可能会导致网络文件系统出现问题；如果遇到问题，请降低此值。
zh_hant: 媒體庫掃描期間的最大並行任務數量。若留空，將根據您系統的核心數量選擇限制。警告：將此數值設定過高可能會導致網路檔案系統出現問題；如果您遇到問題，請降低此數值。

# maxImageDecodingThreadsLabel
source: Max image decoding threads
ar: الحد الأقصى لخيوط فك ترميز الصور
da: Maks. antal tråde til billedafkodning
de: Max Bild-Dekodierungsthreads
es: Número máximo de subprocesos de decodificación de imágenes
fr: Nombre maximum de threads pour décoder les images
id: Jumlah maksimum thread decoding gambar
it: Thread massimi per la decodifica delle immagini
nl: Max afbeelding decoding threads
pt_br: Máx. de threads para decodificação de imagens
zh: 最大图片解码线程
zh_hant: 最大圖片解碼執行緒數

# maxImageDecodingThreadsDesc
source: Maximum number of image encodings that are allowed to run in parallel. Leaving this empty will choose a limit based on your systems core count.
ar: الحد الأقصى لعمليات ترميز الصور المسموح بتشغيلها بالتوازي. ترك هذا الحقل فارغاً سيؤدي إلى اختيار حد تلقائي بناءً على عدد أنوية النظام لديك.
da: Maksimalt antal billedkodninger, der må køre parallelt. Hvis dette felt efterlades tomt, vælges en grænse baseret på antallet af kerner i dit system.
de: Maximale Anzahl von Bildkodierungen, die parallel ausgeführt werden dürfen. Lässt Du diesen Wert leer, wird ein Limit auf Grundlage der Kernanzahl deines Systems festgelegt.
es: Número máximo de codificaciones de imágenes que se pueden ejecutar en paralelo. Si se deja este campo vacío, se elegirá un límite basado en el número de núcleos de su sistema.
fr: Nombres maximum d'encodage d'image autorisé à fonctionner en parallèle. Laissez ceci vide pour choisir une limite en fonction du nombre de cœurs de votre système.
id: Jumlah maksimum pengkodean gambar yang diperbolehkan berjalan secara paralel. Biarkan kosong untuk memilih batas berdasarkan jumlah inti sistem Anda.
it: Numero massimo di codifiche di immagini consentite in parallelo. Lasciando questo campo vuoto, verrà scelto un limite in base al numero di core del sistema.
nl: Maximum aantal afbeeldingen decoding dat parallel mag worden uitgevoerd. Als je dit leeg laat, wordt een limiet gekozen op basis van het aantal kernen van jouw systeem.
pt_br: Número máximo de codificações de imagem que podem ser executadas em paralelo. Deixar vazio definirá um limite com base no número de núcleos do seu sistema.
zh: 允许并行运行的最大图片编码数量。如果留空，系统将根据核心数自动选择一个限制值。
zh_hant: 允許同時運行的圖像編碼最大數量。若留空，將根據您系統的核心數量選擇限制。

# deleteUserTitle
source: Delete user {user}?
ar: حذف المستخدم {user}؟
da: Fjern bruger {user}?
de: Benutzer {user} löschen?
es: ¿Borrar al usuario {user}?
fr: Supprimer l'utilisateur {user} ?
id: Hapus pengguna {user}?
it: Cancellare utente {user}?
nl: Gebruiker {user} verwijderen?
pt_br: Deletar usuário {user}?
zh: 删除用户 {user}？
zh_hant: 刪除使用者 {user}?

# deleteUserDesc
source: This will permanently delete the user {user} and all associated settings.
ar: سيتم حذف المستخدم {user} وجميع إعداداته نهائياً.
da: Dette vil permanent slette brugeren {user} og alle tilknyttede indstillinger.
de: Hiermit wird der Benutzer {user} und alle zugehörigen Einstellungen gelöscht.
es: Esto eliminará permanentemente al usuario {user} y todos los ajustes asociados.
fr: Ceci va supprimer l'utilisateur {user} de manière permanente ainsi que tous ses paramètres associés.
id: Aksi ini akan secara permanen menghapus pengguna {user} beserta semua pengaturan yang terkait.
it: Questo eliminerà permanentemente l'utente {user} e tutte le relative impostazioni.
nl: Hiermee wordt de gebruiker {user} en alle bijbehorende instellingen permanent verwijderd.
pt_br: Isso excluirá permanentemente o usuário {user} e configurações associadas.
zh: 这将永久删除用户 {user} 及其所有关联设置。
zh_hant: 這將永久刪除使用者 {user} 及所有相關設定。

source: User Information
ar: معلومات المستخدم
da: Brugerinformation
de: Benutzerinformation
es: Información de usuario
fr: Infomrations de l'utilisateur
id: Informasi Pengguna
it: Informazioni utente
nl: Gebruikersinformatie
pt_br: Informações de Usuário
zh: 用户信息
zh_hant: 使用者資訊

# allowManageServer
source: Allow this user to manage the server
ar: السماح لهذا المستخدم بإدارة الخادم
da: Tillad denne bruger at administrere serveren
de: Erlaube diesem Nutzer die Serververwaltung
es: Permitir a este usuario administrar el servidor
fr: Autoriser cet utilisateur à gérer le serveur
id: Izinkan pengguna ini untuk mengelola server
it: Consenti a questo utente di gestire il server
nl: Deze gebruiker toestaan de server te beheren
pt_br: Permitir que este usuário gerencie o servidor
zh: 允许此用户管理服务器
zh_hant: 允許此使用者管理伺服器

# allowCollections
source: Allow this user to collections
ar: السماح لهذا المستخدم بإدارة المجموعات
da: Tillad denne bruger adgang til samlinger
de: Dieser Benutzer darf Sammlungen verwalten
es: Permitir este usuario en las colecciones
fr: Autoriser cet utilisateurs à créer des collections
id: Izinkan pengguna ini mengelola koleksi
it: Consenti collezioni per questo utente
nl: Deze gebruiker toestaan collecties te beheren
pt_br: Permitir que este usuário faça coletâneas
zh: 允许此用户访问合集
zh_hant: 允許此用戶進入合集

# allowEditSubtitles
source: Allow this user edit subtitles
ar: السماح لهذا المستخدم بتحرير الترجمات
da: Tillad denne bruger at redigere undertekster
de: Erlaube diesem Benutzer Untertitel zu bearbeiten
es: Permitir a este usuario editar subtítulos
fr: Autoriser cet utilisateur à modifier les sous-titres
id: Izinkan pengguna ini mengedit subtitle
it: Consenti a questo utente di modificare i sottotitoli
nl: Deze gebruiker toestaan ondertitels te bewerken
pt_br: Permitir que este usuário edite legendas
zh: 允许此用户编辑字幕
zh_hant: 允許此用戶編輯字幕

source: Feature access
ar: الوصول إلى الميزات
da: Adgang til funktioner
de: Funktionszugriff
es: Acceso a funciones
fr: Accès aux fonctionnalités
id: Akses fitur
it: Accesso alle funzionalità
nl: Functietoegang
pt_br: Acesso a recursos
zh: 功能访问
zh_hant: 功能存取

source: Allow live TV access
ar: السماح بالوصول إلى البث التلفزيوني المباشر
da: Tillad adgang til live-tv
de: Live-TV Zugriff zulassen
es: Permitir el acceso a la televisión en directo
fr: Autoriser l'accès à la TV en direct
id: Izinkan akses TV langsung
it: Consenti l'accesso live TV
nl: Live TV-toegang toestaan
pt_br: Permitir acesso à TV ao vivo
zh: 允许直播电视访问
zh_hant: 允許直播電視存取

# allowLiveTVRecording
source: Allow Live TV recording management
ar: السماح بإدارة تسجيلات البث التلفزيوني المباشر
da: Tillad administration af live-tv-optagelser
de: Live-TV Aufnahmeplanung zulassen
es: Permitir la gestión de grabaciones de televisión en directo
fr: Autoriser à gérer les enregistrements TV en direct
id: Izinkan pengelolaan rekaman TV langsung
it: Consenti la gestione delle registrazioni Live TV
nl: Beheer van Live TV-opnames toestaan
pt_br: Permitir gerenciamento de gravações da TV ao vivo
zh: 允许直播电视录制管理
zh_hant: 允許直播電視錄影管理

source: Media playback
ar: تشغيل الوسائط
da: Medieafspilning
de: Medienwiedergabe
es: Reproducción de medios
fr: Relecture média
id: Pemutaran media
it: Riproduzione multimediale
nl: Media afspelen
pt_br: Reprodução de mídia
zh: 媒体播放
zh_hant: 媒體播放
