Repository: KeyboardDabbler/gbs-player-app
Catalog: lib/l10n/app_*.arb
Languages: ar, br, cs, da, de, el, es, fr, id, it, ko, nl, pt_br, zh, zh_hant

# playbackTypeTV
source: TV
ar: تلفاز
es: Televisión
zh: 电视

# seerrCustomHeaders
source: Custom headers
ar: رؤوس مخصصة
de: Benutzerdefinierte Header
es: Encabezados personalizados
fr: En-têtes personnalisés
id: Header Kustom Seerr
it: Intestazioni personalizzate
zh: 自定义标头

# seerrHeader
source: Header
ar: رأس
es: Encabezado
fr: En-tête
it: Intestazione
zh: 标头

# seerrHeaderValue
source: Value
ar: قيمة
de: Wert
es: Valor
fr: Valeur
id: Nilai
it: Valore
nl: Waarde
zh: 值

source: Watch
ar: شاهد
de: Schauen
es: Ver
fr: Regarder
id: Tonton
it: Guarda
nl: Bekijken
zh: 观看

source: Watch {channel}
ar: شاهد {channel}
de: {channel} schauen
es: Ver {channel}
fr: Regarder {channel}
id: Tonton {channel}
it: Guarda {channel}
nl: {channel} bekijken
zh: 观看 {channel}

source: Now
ar: الآن
de: Aktuell
es: Ahora
fr: Maintenant
id: Sekarang
it: Ora
nl: Nu
zh: 现今

# noPrograms
source: No programs available
ar: لا توجد برامج متاحة
de: Kein Programm verfügbar
es: No hay programas disponibles
fr: Aucun programme disponible
id: Tidak ada program yang tersedia
it: Nessun programma disponibile
nl: Geen programma's beschikbaar
zh: 暂无可用程序

source: Switch channel
ar: غيّر القناة
de: Sender wechseln
es: Cambiar de canal
fr: Changer de chaîne
id: Ganti saluran
it: Cambia canale
nl: Kanaal wisselen
zh: 切换频道

# switchChannelDesc
source: Do you want to watch "{programName}" on {channelName}?
ar: هل تريد مشاهدة "{programName}" على {channelName}؟
de: Möchtest du "{programName}" auf {channelName} schauen?
es: ¿Quieres ver "{programName}" en {channelName}?
fr: Voulez-vous regarder "{programName}" sur {channelName} ?
id: Apakah Anda ingin menonton "{programName}" di {channelName}?
it: Vuoi guardare "{programName}" su {channelName}?
nl: Wil je "{programName}" kijken op {channelName}?
zh: 您想在 {channelName} 上观看 "{programName}" 吗？

# homeBannerDetailed
source: Detailed
ar: تفصيلي
de: Ausführlich
es: Detallado
fr: Détails
id: Detail
it: Dettagliato
nl: Details
zh: 详情

# homeBannerTV
source: TV
ar: التلفاز
zh: 电视

source: Show less
ar: عرض أقل
de: Weniger anzeigen
es: Mostrar menos
fr: Moins
id: Tampilkan lebih sedikit
it: Mostra meno
nl: Minder laten zien
zh: 显示更少

source: Active TV Channels
ar: القنوات التلفزيونية النشطة
de: Aktive TV Kanäle
es: Canales de TV activos
fr: Chaînes TV actives
id: Saluran TV Aktif
it: Attiva canali TV
nl: Actieve TV kanalen
zh: 活动的电视频道

source: Enable new TV layout
ar: تفعيل تصميم التلفاز الجديد
de: Neues TV Layout aktivieren
fr: Activer la nouvelle disposition TV
id: Aktifkan tata letak TV baru
it: Abilita il nuovo layout TV
nl: Schakel nieuwe TV-indeling in
zh: 启用新的电视布局

# enableNewTVLayoutDesc
source: Show larger TV style banners on the dashboard. This will become the default layout in a future release.
ar: عرض لافتات أكبر بأسلوب التلفاز في لوحة التحكم. سيصبح هذا التصميم الافتراضي في إصدار لاحق
de: Zeige größere TV-Stil Banner auf dem Dashboard. Dies wird zum Standardlayout in einer zukünftigen Version.
fr: Afficher des bannières plus grandes, comme à la télévision, sur le tableau de bord. Ceci deviendra la disposition par défaut dans le futur.
id: Tampilkan banner gaya TV yang lebih besar di dasbor. Ini akan menjadi tata letak default pada rilis mendatang.
it: Mostra banner grandi in stile TV nella dashboard. Questo diventerà il layout predefinito in un rilascio futuro.
nl: Toon grotere banners in tv-stijl op het dashboard. Dit wordt de standaardindeling in een toekomstige release.
zh: 在控制台上显示更大的电视风格横幅广告。这将成为未来版本中的默认布局。

# enableSpeedBoostTitle
source: Enable speed boost
ar: تفعيل تعزيز السرعة
de: Beschleunigung aktivieren
es: Activar aumento de velocidad
fr: Activer la vitesse accélérée
id: Aktifkan peningkat kecepatan
it: Abilita speed boost
nl: Speed boost inschakelen
zh: 启用加速功能

# enableSpeedBoostDesc
source: Hold screen (mobile) or spacebar (desktop) to temporarily increase playback speed
ar: اضغط مطولاً على الشاشة (الهاتف) أو زر المسافة (الحاسوب) لزيادة سرعة التشغيل مؤقتاً
de: Bildschirm (Touch) oder Leertaste (PC) gedrückt halten, um die Wiedergabegeschwindigkeit temporär zu erhöhen
es: Mantén pulsada la pantalla (móvil) o la barra espaciadora (escritorio) para aumentar temporalmente la velocidad de reproducción
id: Tahan layar (seluler) atau tombol spasi (desktop) untuk sementara meningkatkan kecepatan pemutaran
it: Tieni premuto lo schermo (mobile) o la barra spaziatrice (desktop) per aumentare temporaneamente la velocità di riproduzione
nl: Houd het scherm (mobiel) of de spatiebalk (desktop) ingedrukt om de afspeelsnelheid tijdelijk te verhogen.
zh: 按住屏幕（移动设备）或空格键（电脑）可暂时提高播放速度

# speedBoostRateTitle
source: Speed boost rate
ar: معدل تعزيز السرعة
de: Beschleunigungsrate
es: Velocidad acelerada
fr: Vitesse de lecture
id: Tingkat peningkat kecepatan
it: Velocità speed boost
nl: Snelheidsverhoging
zh: 速度倍率

# speedBoostRateDesc
source: Playback speed when speed boost is activated
ar: سرعة التشغيل عند تفعيل تعزيز السرعة
de: Wiedergabegeschwindigkeit bei aktivierter Beschleunigung
es: Velocidad con aceleración activada
id: Kecepatan pemutaran saat peningkat kecepatan aktif
it: Velocità di riproduzione quando lo speed boost è attivato
nl: Afspeelsnelheid wanneer de snelheidsboost is geactiveerd
zh: 加速激活时的播放速度

# enableDoubleTapSeekTitle
source: Double-tap to seek/play/pause
ar: النقر المزدوج للتقديم/التشغيل/الإيقاف
de: Doppelt tippen zum spulen/starten/pausieren
es: Doble toque para buscar / reproducir / pausar
id: Ketuk dua kali untuk maju/putar/jeda
it: Doppio tap per avanzare/indietreggiare/play/pausa
nl: Dubbeltik om vooruit/achteruit te spoelen/af te spelen/pauzeren
zh: 双击即可快进/播放/暂停

# enableDoubleTapSeekDesc
source: Double-tap left/right side of the screen to seek backward/forward. Double-tap center to play/pause
ar: انقر مرتين على يسار/يمين الشاشة للرجوع أو التقديم. انقر مرتين في الوسط للتشغيل أو الإيقاف
de: Linke/Rechte Bildschirmhälfte doppelt tippen um zurück/nach vorne zu springen. Zum Abspielen/pausieren doppelt in die Bildschirmmitte tippen
es: Doble toque en el lado izquierdo/derecho de la pantalla para retroceder/avanzar. Doble toque en el centro para reproducir/pausar
id: Ketuk dua kali di sisi kiri/kanan layar untuk mundur/maju. Ketuk dua kali di tengah layar untuk putar/jeda
it: Doppio tap a sinistra/destra dello schermo per avanzare/indietreggiare. Doppio tap al centro per play/pausa
nl: Tik twee keer op de linker- of rechterkant van het scherm om terug/vooruit te spoelen. Tik twee keer op het midden om af te spelen/pauzeren.
zh: 双击屏幕左侧/右侧可快进/快退。双击屏幕中央可播放/暂停

source: Background color
ar: لون الخلفية
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d'arrière plan
it: Colore sfondo
nl: Achtergrond kleur
zh: 背景颜色

source: Live TV
ar: البث التلفزيوني المباشر
zh: 直播电视

# liveTvManageTunersEpg
source: Manage tuner devices and EPG providers
ar: إدارة أجهزة الاستقبال ومزودي دليل البرامج (EPG)
de: Tuner-Geräte und EPG-Anbieter verwalten
it: Gestisci i sintonizzatori e i fornitori EPG
nl: Beheer tuners en EPG-aanbieders
zh: 管理调谐器设备和电子节目指南提供商

source: Tuner Devices
ar: أجهزة الاستقبال
de: Tuner-Geräte
it: Sintonizzatori
nl: Tuner apparaten
zh: 调谐器设备

source: EPG Guide Providers
ar: مزودو دليل البرامج (EPG)
de: EPG-Anbieter
it: Fornitori guida EPG
nl: EPG Gids aanbieders
zh: 电子节目指南提供商

source: No tuner devices configured
ar: لم يتم إعداد أي أجهزة استقبال
de: Keine Tuner-Geräte konfiguriert
it: Nessun sintonizzatore configurato
nl: Geen tunerapparaten geconfigureerd
zh: 未配置调谐器设备

source: No EPG providers configured
ar: لم يتم إعداد أي مزود لدليل البرامج
de: Keine EPG-Anbieter konfiguriert
it: Nessun fornitore EPG configurato
nl: Geen EPG-providers geconfigureerd
zh: 未配置电子节目指南提供商

source: Add Tuner Device
ar: إضافة جهاز استقبال
de: Tuner-Gerät hinzufügen
it: Aggiungi sintonizzatore
nl: Voeg een tunerapparaat toe
zh: 添加调谐器设备

source: Add Provider
ar: إضافة مزود
de: Anbieter hinzufügen
it: Aggiungi fornitore
nl: Aanbieder toevoegen
zh: 添加提供商

source: Tuner host added successfully
ar: تمت إضافة جهاز الاستقبال بنجاح
de: Tuner Host erfolgreich hinzugefügt
it: Host sintonizzatore aggiunto con successo
nl: Tunerhost succesvol toegevoegd
zh: 调谐器主机已成功添加

# failedToAddTunerHost
source: Failed to add tuner host: {error}
ar: فشل في إضافة جهاز الاستقبال: {error}
de: Tuner Host konnte nicht hinzugefügt werden: {error}
it: Impossibile aggiungere l'host sintonizzatore: {error}
nl: Het toevoegen van de tunerhost is mislukt: {error}
zh: 添加调谐器主机失败: {error}

source: Tuner host updated successfully
ar: تم تحديث جهاز الاستقبال بنجاح
de: Tuner Host erfolgreich aktualisiert
it: Host sintonizzatore aggiornato con successo
nl: De tunerhost is succesvol bijgewerkt
zh: 调谐器主机已成功更新

# failedToUpdateTunerHost
source: Failed to update tuner host: {error}
ar: فشل في تحديث جهاز الاستقبال: {error}
de: Tuner Host konnte nicht aktualisiert werden: {error}
it: Impossibile aggiornare l'host sintonizzatore: {error}
nl: Het bijwerken van de tunerhost is mislukt: {error}
zh: 更新调谐器主机失败: {error}

source: Delete Tuner Host
ar: حذف جهاز الاستقبال
de: Tuner Host löschen
it: Elimina host sintonizzatore
nl: Verwijder tunerhost
zh: 删除调谐器主机

# deleteTunerHostConfirm
source: Are you sure you want to delete "{name}"?
ar: هل أنت متأكد أنك تريد حذف "{name}"؟
de: Sind Sie sicher, dass Sie "{name}" löschen möchten?
it: Sei sicuro di voler eliminare "{name}"?
nl: Weet je zeker dat je "{name}" wilt verwijderen?
zh: 您确定要删除"{name}"吗？

source: Tuner host deleted successfully
ar: تم حذف جهاز الاستقبال بنجاح
de: Tuner Host erfolgreich gelöscht
it: Host sintonizzatore eliminato con successo
nl: Tunerhost succesvol verwijderd
zh: 调谐器主机已成功删除

# failedToDeleteTunerHost
source: Failed to delete tuner host: {error}
ar: فشل في حذف جهاز الاستقبال: {error}
de: Tuner Host konnte nicht gelöscht werden: {error}
it: Impossibile eliminare l'host sintonizzatore: {error}
nl: Het verwijderen van de tunerhost is mislukt: {error}
zh: 删除调谐器主机失败: {error}

source: EPG provider added successfully
ar: تمت إضافة مزود دليل البرامج بنجاح
de: EPG-Anbieter erfolgreich hinzugefügt
it: Fornitore EPG aggiunto con successo
nl: EPG-aanbieder succesvol toegevoegd
zh: 电子节目指南提供商已成功添加

# failedToAddEpgProvider
source: Failed to add EPG provider: {error}
ar: فشل في إضافة مزود دليل البرامج: {error}
de: EPG-Anbieter konnte nicht hinzugefügt werden: {error}
it: Impossibile aggiungere il fornitore EPG: {error}
nl: Het toevoegen van de EPG-aanbieder is mislukt: {error}
zh: 添加电子节目指南提供商: {error}

source: EPG provider updated successfully
ar: تم تحديث مزود دليل البرامج بنجاح
de: EPG-Anbieter erfolgreich aktualisiert
it: Fornitore EPG aggiornato con successo
nl: EPG-aanbieder succesvol bijgewerkt
zh: 电子节目指南提供商已成功更新

# failedToUpdateEpgProvider
source: Failed to update EPG provider: {error}
ar: فشل في تحديث مزود دليل البرامج: {error}
de: EPG-Anbieter konnte nicht aktualisiert werden: {error}
it: Impossibile aggiornare il fornitore EPG: {error}
nl: EPG-provider bijwerken mislukt: {error}
zh: 更新电子节目指南提供商失败: {error}

source: Delete EPG Provider
ar: حذف مزود دليل البرامج (EPG)
de: EPG-Anbieter löschen
it: Elimina fornitore EPG
nl: EPG-aanbieder verwijderen
zh: 删除电子节目指南提供商

# deleteEpgProviderConfirm
source: Are you sure you want to delete this provider?
ar: هل أنت متأكد أنك تريد حذف هذا المزود؟
de: Sind Sie sicher, dass Sie diesen Anbieter löschen möchten?
it: Sei sicuro di voler eliminare questo fornitore?
nl: Weet je zeker dat je deze provider wilt verwijderen?
zh: 您确定要删除此服务提供商吗？

source: EPG provider deleted successfully
ar: تم حذف مزود دليل البرامج بنجاح
de: EPG-Anbieter erfolgreich gelöscht
it: Fornitore EPG eliminato con successo
nl: EPG-aanbieder succesvol verwijderd
zh: 电子节目指南提供商已成功删除

# failedToDeleteEpgProvider
source: Failed to delete EPG provider: {error}
ar: فشل في حذف مزود دليل البرامج: {error}
de: EPG-Anbieter konnte nicht gelöscht werden: {error}
it: Impossibile eliminare il fornitore EPG: {error}
nl: Het verwijderen van de EPG-aanbieder is mislukt: {error}
zh: 删除电子节目指南提供商失败: {error}

source: Edit Tuner Device
ar: تعديل جهاز الاستقبال
de: Tuner-Gerät bearbeiten
it: Modifica sintonizzatore
nl: Bewerk tunerapparaat
zh: 编辑调谐器设备

source: Friendly Name
ar: الاسم المعرّف
de: Anzeigename
it: Nome descrittivo
nl: Vriendelijke naam
zh: 友好名称

source: User Agent
ar: وكيل المستخدم (User Agent)
zh: 用户代理

source: User Agent (optional)
ar: وكيل المستخدم (اختياري)
it: User Agent (opzionale)
nl: User Agent (optioneel)
zh: 用户代理（可选）

source: Max Concurrent Streams
ar: الحد الأقصى للتدفقات المتزامنة
de: Maximale gleichzeitige Streams
it: Numero massimo di stream simultanei
nl: Maximaal aantal gelijktijdige streams
zh: 最大并发流

source: Add EPG Provider
ar: إضافة مزود دليل البرامج
de: EPG-Anbieter hinzufügen
it: Aggiungi fornitore EPG
nl: Voeg EPG-aanbieder toe
zh: 添加电子节目指南提供商

source: Edit EPG Provider
ar: تعديل مزود دليل البرامج
de: EPG-Anbieter bearbeiten
it: Modifica fornitore EPG
nl: EPG-aanbieder bewerken
zh: 编辑电子节目指南提供商

source: XMLTV Path/URL
ar: مسار/رابط XMLTV
de: XMLTV Pfad/URL
it: Percorso/URL XMLTV
nl: XMLTV-pad/URL
zh: XMLTV 路径/URL

# enableAllTuners
source: Enable for all tuners
ar: تفعيل لجميع أجهزة الاستقبال
de: Für alle Tuner aktivieren
it: Abilita per tutti i sintonizzatori
nl: Inschakelen voor alle tuners
zh: 对所有调谐器启用

source: Enabled tuners
ar: الأجهزة المفعّلة
de: Aktivierte Tuner
it: Sintonizzatori abilitati
nl: Ingeschakelde tuners
zh: 启用调谐器

source: Select tuners
ar: اختيار أجهزة الاستقبال
de: Tuner auswählen
it: Seleziona sintonizzatori
nl: Selecteer tuners
zh: 选择调谐器

source: Movie prefix
ar: بادئة الأفلام
de: Filmpräfix
it: Prefisso film
nl: Filmvoorvoegsel
zh: 电影前缀

source: Movie categories
ar: فئات الأفلام
de: Filmkategorien
it: Categorie film
nl: Filmcategorieën
zh: 电影类别

source: News categories
ar: فئات الأخبار
de: Nachrichtenkategorien
it: Categorie news
nl: Nieuwscategorieën
zh: 新闻类别

source: Sports categories
ar: فئات الرياضة
de: Sportkategorien
it: Categorie sport
nl: Sportcategorieën
zh: 体育类别

source: Kids categories
ar: فئات الأطفال
de: Kinderkategorien
it: Categorie bambini
nl: Kindercategorieën
zh: 儿童类别

source: File or URL
ar: ملف أو رابط
de: Datei oder URL
it: File o URL
nl: Bestand of URL
zh: 文件或 URL

source: Tuner IP Address
ar: عنوان IP لجهاز الاستقبال
de: Tuner IP Adresse
it: Indirizzo IP sintonizzatore
nl: IP-adres van de tuner
zh: 调谐器 IP 地址

# fallbackMaxBitrate
source: Maximum Fallback Bitrate (Mbps)
ar: الحد الأقصى لمعدل البث الاحتياطي (ميجابت/ثانية)
de: Höchste Fallback Bitrate (Mbps)
it: Bitrate massimo di fallback (Mbps)
nl: Maximale terugvalbitsnelheid (Mbps)
zh: 最大备用比特率（Mbps）

# concurrentStreams
source: Max Concurrent Streams
ar: الحد الأقصى للتدفقات المتزامنة
de: Maximale gleichzeitige Streams
it: Numero massimo di stream simultanei
nl: Maximaal aantal gelijktijdige streams
zh: 最大并发流

# concurrentStreamsHint
source: 0 = Unlimited
ar: 0 = غير محدود
de: 0 = Unbegrenzt
it: 0 = Illimitati
nl: 0 = Onbeperkt
zh: 0 = 无限制

# allowFmp4Container
source: Allow fMP4 transcoding container
ar: السماح بحاوية تحويل fMP4
de: fMP4 Transkodierungscontainer erlauben
it: Consenti contenitore di transcodifica fMP4
nl: Transcodering van fMP4 toestaan
zh: 允许 fMP4 转码容器

source: Allow stream sharing
ar: السماح بمشاركة البث
de: Stream Sharing erlauben
it: Consenti condivisione dello stream
nl: Streamdeling toestaan
zh: 允许流共享

source: Enable stream looping
ar: تفعيل تكرار البث
de: Steam Looping erlauben
it: Abilita riproduzione ciclica dello stream
nl: Schakel stream-looping in
zh: 启用流循环

# ignoreDts
source: Ignore DTS timestamps
ar: تجاهل الطوابع الزمنية DTS
de: DTS-Zeitstempel ignorieren
it: Ignora timestamp DTS
nl: Negeer DTS-tijdstempels
zh: 忽略DTS时间戳

source: Read at native framerate
ar: القراءة بالمعدل الأصلي للإطارات
de: In nativer Bildrate abspielen
it: Leggi a framerate nativo
nl: Lees met de native framesnelheid
zh: 以原生帧速率读取

# importFavoritesOnly
source: Import only favorite channels
ar: استيراد القنوات المفضلة فقط
de: Nur favorisierte Kanäle importieren
it: Importa solo i canali preferiti
nl: Importeer alleen favoriete kanalen
zh: 仅导入收藏频道

# allowHWTranscoding
source: Allow hardware transcoding
ar: السماح بالتحويل باستخدام العتاد
de: Hardware-Transcodierung erlauben
it: Consenti transcodifica hardware
nl: Schakel hardwaretranscodering in
zh: 允许硬件转码

source: Detect Devices
ar: اكتشاف الأجهزة
de: Geräte ermitteln
it: Rileva dispositivi
nl: Apparaten detecteren
zh: 检测设备

source: Discovered Devices
ar: الأجهزة المكتشفة
de: Entdeckte Geräte
it: Dispositivi rilevati
nl: Ontdekte apparaten
zh: 已发现的设备

source: No devices found
ar: لم يتم العثور على أجهزة
de: Keine Geräte gefunden
it: Nessun dispositivo trovato
nl: Geen apparaten gevonden
zh: 未找到设备

# failedToDiscoverDevices
source: Failed to discover devices: {error}
ar: فشل في اكتشاف الأجهزة: {error}
de: Es konnten keine Geräte gefunden werden: {error}
it: Impossibile rilevare i dispositivi: {error}
nl: Apparaten konden niet worden gevonden: {error}
zh: 设备发现失败: {error}

source: Path
ar: المسار
de: Pfad
it: Percorso
nl: Pad
zh: 路径

# maxConcurrentStreamsLabel
source: Max Concurrent Streams
ar: الحد الأقصى للتدفقات المتزامنة
de: Maximale gleichzeitige Streams
it: Numero massimo di stream simultanei
nl: Maximaal aantal gelijktijdige streams
zh: 最大并发流

source: No categories
ar: لا توجد فئات
de: Keine Kategorien
it: Nessuna categoria
nl: Geen categorieën
zh: 无类别

# moviePrefixSubLabel
source: If a prefix is ​​applied to movie titles, type it here so the server can process it properly.
ar: إذا تمت إضافة بادئة لعناوين الأفلام، اكتبها هنا ليتمكن الخادم من معالجتها بشكل صحيح.
de: Wenn ein Präfix auf Filmtitel angewendet wird, geben Sie es hier ein, damit der Server es richtig verarbeiten kann.
it: Se ai titoli dei film viene applicato un prefisso, inseriscilo qui affinché il server possa elaborarlo correttamente.
nl: Als er een voorvoegsel aan filmtitels wordt toegevoegd, typ dit dan hier in zodat de server het correct kan verwerken.
zh: 如果电影标题带有前缀，请在此处输入，以便服务器能够正确处理。

# movieCategoriesSubLabel
source: Categories to assign to channels matching the movie prefix
ar: الفئات المخصصة للقنوات التي تطابق بادئة الأفلام
de: Kategorien, die Kanälen mit dem Filmpräfix zugewiesen werden sollen
it: Categorie da assegnare ai canali che corrispondono al prefisso film
nl: Categorieën die moeten worden toegewezen aan kanalen die overeenkomen met het filmvoorvoegsel
zh: 要分配给与电影前缀匹配的频道的类别

# newsCategoriesSubLabel
source: Categories to assign to channels matching the news prefix
ar: الفئات المخصصة للقنوات التي تطابق بادئة الأخبار
de: Kategorien, die Kanälen mit dem Nachrichtenpräfix zugewiesen werden sollen
it: Categorie da assegnare ai canali che corrispondono al prefisso news
nl: Categorieën die moeten worden toegewezen aan kanalen die overeenkomen met het nieuwsvoorvoegsel
zh: 要分配给与新闻前缀匹配的频道的类别

# sportsCategoriesSubLabel
source: Categories to assign to channels matching the sports prefix
ar: الفئات المخصصة للقنوات التي تطابق بادئة الرياضة
de: Kategorien, die Kanälen mit dem Sportpräfix zugewiesen werden sollen
it: Categorie da assegnare ai canali che corrispondono al prefisso sport
nl: Categorieën toe te wijzen aan kanalen die overeenkomen met het sportvoorvoegsel
zh: 要分配给与体育前缀匹配的频道的类别

# kidsCategoriesSubLabel
source: Categories to assign to channels matching the kids prefix
ar: الفئات المخصصة للقنوات التي تطابق بادئة الأطفال
de: Kategorien, die Kanälen mit dem Kinderpräfix zugewiesen werden sollen
it: Categorie da assegnare ai canali che corrispondono al prefisso bambini
nl: Categorieën toe te wijzen aan kanalen die overeenkomen met het kinderprefix
zh: 要分配给与儿童前缀匹配的频道的类别

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
it: Notifiche
nl: Meldingen
zh: 通知

# showNewItemNotificationTitle
source: Notifications for library items
ar: التحقق من العناصر الجديدة
de: Auf neue Einträge überprüfen
it: Notifiche per elementi della libreria
nl: Notificaties voor bibliotheek items
zh: 媒体库项目通知

# notificationChannelDescription
source: Notifications for newly added items
ar: إشعارات للعناصر المضافة حديثاً
de: Benachrichtigungen für neu hinzugefügte Einträge
it: Notifiche per gli elementi aggiunti di recente
nl: Notificaties voor nieuw toegevoegde items
zh: 新增项目的通知

# notificationNewEpisodes
source: New episodes added
ar: تمت إضافة حلقات جديدة
de: Neue Episoden hinzugefügt
it: Nuovi episodi aggiunti
nl: Nieuwe afleveringen toegevoegd
zh: 新增剧集

# notificationNewItems
source: {count, plural, one{{count} new item} other{{count} new items}}
ar: {count, plural, one{{count} عنصر جديد} other{{count} عناصر جديدة}}
de: {count, plural, one{{count} neuer Eintrag} other{{count} neue Einträge}}
it: {count, plural, one{{count} nuovo elemento} other{{count} nuovi elementi}}
nl: {count, plural, one{{count} nieuw item} other{{count} nieuwe items}}
zh: {count, plural, one{{count} 新项目} other{{count} 新项目}}

# notificationTimerIOSWarning
source: iOS decides when/if updates actually run, notifications may be delayed or not show up at all.
ar: نظام iOS يقرر متى/إذا كانت التحديثات ستعمل فعلياً، قد تتأخر الإشعارات أو لا تظهر إطلاقاً.
de: iOS entscheidet wann/ob Updates tatsächlich ausgeführt werden, Benachrichtigungen erscheinen daher möglicherweise nicht oder nur verzögert.
it: iOS decide quando e se eseguire gli aggiornamenti; le notifiche potrebbero subire ritardi o non essere visualizzate affatto.
nl: iOS bepaalt zelf wanneer/of updates daadwerkelijk worden uitgevoerd; meldingen kunnen vertraagd zijn of helemaal niet verschijnen.
zh: iOS 决定何时/是否实际执行更新，通知可能会延迟或根本不显示。

source: Update check interval
ar: فترة التحقق من التحديثات
de: Intervall zur Suche nach Updates
it: Intervallo controllo aggiornamenti
nl: Update controle-interval
zh: 更新检查间隔

# updateCheckIntervalDesc
source: How often the background task runs
ar: عدد مرات تشغيل المهمة في الخلفية
de: Wie oft die Hintergrundaufgabe läuft
it: Frequenza di esecuzione del processo in background
nl: Hoe vaak de achtergrondtaak wordt uitgevoerd
zh: 后台任务运行频率

# notificationsIntervalClientReminder
source: Notification interval is set for all users.
ar: فترة الإشعارات محددة لجميع المستخدمين.
de: Das Benachrichtigungsintervall gilt für alle Benutzer.
it: L'intervallo di notifica è impostato per tutti gli utenti.
nl: Het meldingsinterval is ingesteld voor alle gebruikers.
zh: 已为所有用户设置通知间隔。

source: Request more
de: Mehr Anfragen
es: Solicitar más
it: Richiedi altro
nl: Meer aanvragen
zh: 请求更多

# seerrRequestNotifications
source: Notifications for Seerr requests
de: Benachrichtigungen für Seerr Anfragen
it: Notifiche per le richieste Seerr
nl: Notificaties voor Seerr verzoeken
zh: Seerr 请求的通知

# notificationNewRequests
source: {count, plural, one{{count} new request} other{{count} new requests}}
de: {count, plural, one{{count} neue Anfrage} other{{count} neue Anfragen}}
it: {count, plural, one{{count} nuova richiesta} other{{count} nuove richieste}}
nl: {count, plural, one{{count} nieuwe verzoek} other{{count} nieuwe verzoeken}}
zh: {count, plural, one{{count} 新请求} other{{count} 新请求}}

# lastUpdateAt
source: Last updated on {date} at {time}
de: Letzte Aktualisierung am {date} um {time}
it: Ultimo aggiornamento il {date} alle {time}
nl: Laatste update op {date} om {time}
zh: 最后更新于 {date}，时间为 {time}

# includeHiddenItems
source: Include hidden libraries
de: Versteckte Bibliotheken einschließen
it: Includi librerie nascoste
nl: Inclusief verborgen bibliotheken
zh: 包含隐藏媒体库

# includeHiddenItemsDesc
source: Include libraries hidden from the dashboard
de: Bibliotheken einschließen, die in der Übersicht ausgeblendet sind
it: Includi librerie nascoste dalla dashboard
nl: Inclusief bibliotheken verborgen van dashboard scherm
zh: 包含控制台中隐藏的媒体库
