Repository: KeyboardDabbler/gbs-player-app
Catalog: lib/l10n/app_*.arb
Languages: ar, br, cs, da, de, el, es, fr, id, it, ko, nl, pt_br, zh, zh_hant

# nativeName
source: English
ar: العربية
br: Brezhoneg
cs: Čeština
da: Dansk
de: Deutsch
el: Αγγλικά
es: Español
fr: Français
id: Bahasa Indonesia
it: Italiano
ko: 한국어
nl: Nederlands
pt_br: Português (Brasil)
zh: 简体中文
zh_hant: 繁體中文

source: About
ar: حول
br: Diwar-benn
cs: O nás
da: Om
de: Über
el: Σχετικά
es: Acerca de
fr: À propos
id: Tentang
it: Informazioni
ko: 정보
nl: Over
pt_br: Sobre
zh: 关于
zh_hant: 關於

source: Accept
ar: قبول
br: Asantiñ
cs: Přijmout
da: Accepter
de: Akzeptieren
el: Αποδέχομαι
es: Aceptar
fr: Accepter
id: Terima
it: Accetta
ko: 확인
nl: Accepteren
pt_br: Aceitar
zh: 接受
zh_hant: 接受

source: Active
ar: نشط
br: Oberiant
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργός/ή
es: Activo
fr: Actif
id: Aktif
it: Attivo
ko: 활성화
nl: Actief
pt_br: Ativa
zh: 活动
zh_hant: 啟用

# actor
source: {count, plural, other{Actors} one{Actor}}
ar: {count, plural, other{ممثلون} one{ممثل}}
br: {count, plural, other{Aktor} one{Aktor}}
cs: {count, plural, one{Herec/Herečka} two{Herci} few{Herců} many{Herců} other{Herců}}
da: {count, plural, other{Skuespillere} one{Skuespiller}}
de: {count, plural, other{Schauspieler} one{Schauspieler}}
el: {count, plural, other{Ηθοποιοί} one{Ηθοποιός}}
es: {count, plural, other{Actores} one{Actor}}
fr: {count, plural, other{Acteurs} one{Acteur}}
id: {count, plural, other{Aktor} one{Aktor}}
it: {count, plural, other{Attori} one{Attore}}
ko: {count, plural, other{배우} one{배우}}
nl: {count, plural, other{Acteurs} one{Acteur}}
pt_br: {count, plural, other{Atores} one{Ator}}
zh: {count, plural, other{演员} one{演员}}
zh_hant: {count, plural, other{演員} one{演員}}

source: Add as favorite
ar: إضافة إلى المفضلة
br: Ouzhpennañ d'ar re garetañ
cs: Přidat do oblíbených
da: Tilføj som favorit
de: Als Favorit hinzufügen
el: Προσθήκη ως αγαπημένο
es: Agregar como favorito
fr: Ajouter aux favoris
id: Tambahkan sebagai Favorit
it: Aggiungi ai preferiti
ko: 즐겨찾기에 추가
nl: Toevoegen als favoriet
pt_br: Adicionar como favorito
zh: 添加为收藏
zh_hant: 新增至我的最愛

source: Add to collection
ar: إضافة إلى المجموعة
br: Ouzhpennañ d'an dastumad
cs: Přidat do kolekce
da: Tilføj til samling
de: Zu Sammlung hinzufügen
el: Προσθήκη στην συλλογή
es: Agregar a la colección
fr: Ajouter à la collection
id: Tambahkan ke Koleksi
it: Aggiungi alla collezione
ko: 컬렉션에 추가
nl: Toevoegen aan collectie
pt_br: Adicionar à coleção
zh: 添加到合集
zh_hant: 新增至收藏

source: Add to playlist
ar: إضافة إلى قائمة التشغيل
br: Ouzhpennañ d'ar roll lenn
cs: Přidat do seznamu skladeb
da: Tilføj til spilleliste
de: Zu Playlist hinzufügen
el: Προσθήκη στην λίστα αναπαραγωγής
es: Agregar a la lista de reproducción
fr: Ajouter à la liste de lecture
id: Tambahkan ke daftar putar
it: Aggiungi alla playlist
ko: 플레이리스트에 추가
nl: Toevoegen aan afspeellijst
pt_br: Adicionar à playlist
zh: 添加到播放列表
zh_hant: 新增至播放清單

source: Advanced
ar: متقدم
br: Araokaet
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Για προχωρημένους
es: Avanzado
fr: Avancé
id: Lanjutan
it: Avanzate
ko: 고급
nl: Geavanceerd
pt_br: Avançado
zh: 高级
zh_hant: 進階

source: All
ar: الكل
br: Pep tra
cs: Všechny
da: Alle
de: Alles
el: Όλα
es: Todo
fr: Tout
id: Semua
it: Tutti
ko: 전체
nl: Alles
pt_br: Todos
zh: 全部
zh_hant: 全部

source: Amoled black
ar: اللون الأسود العميق
br: Du Amoled
cs: Amoled černá
da: AMOLED sort
de: Amoled Schwarz
el: Μαύρο Amoled
es: Negro amoled
fr: Noir Amoled
id: Hitam Amoled
it: Amoled nero
ko: OLDE 블랙
nl: Amoled zwart
pt_br: Amoled preto
zh: Amoled 黑色
zh_hant: AMOLED 黑色

# appLockAutoLogin
source: Auto login
ar: تسجيل الدخول التلقائي
br: Emgevreañ
cs: Automatické přihlášení
de: Automatischer Login
el: Αυτόματη σύνδεση
es: Inicio de sesión automático
fr: Connexion automatique
id: Masuk Otomatis
it: Login automatico
ko: 자동 로그인
nl: Automatisch inloggen
pt_br: Login automático
zh: 自动登录
zh_hant: 自動登入

# appLockBiometrics
source: Biometrics
ar: المصادقة الحيوية
br: Biometriezh
cs: Biometrika
da: Biometri
de: Biometrische Daten
el: Βιομετρικά
es: Biometría
fr: Biométrie
id: Biometrik
it: Biometria
ko: 생체인증
nl: Biometrie
pt_br: Biometria
zh: 生物识别
zh_hant: 生物辨識

# appLockPasscode
source: Pass-code
ar: رمز المرور
br: Ger-tremen
cs: Přístupový kód
da: Pinkode
el: Κωδικός πρόσβασης
es: Código de acceso
fr: Mot de Passe
id: Kode Sandi
it: Codice
ko: 암호
nl: Pincode
pt_br: Código de acesso
zh: 密码
zh_hant: 密碼

# appLockTitle
source: Set the log-in method for {userName}
ar: ضبط طريقة تسجيل الدخول ل {userName}
br: Termeniñ an hentad kevreañ evit {userName}
cs: Nastavte způsob přihlášení pro {userName}
da: Sæt login metoden for {userName}
de: Anmeldemethode für {userName} auswählen
el: Επιλογή τρόπου εισόδου για {userName}
es: Establecer el método de inicio de sesión para {userName}
fr: Définir la méthode de connexion pour {userName}
id: Atur metode masuk untuk {userName}
it: Imposta il metodo di autenticazione per {userName}
ko: {userName}의 로그인 방식 선택
nl: Stel de inlogmethode in voor {userName}
pt_br: Defina o método de login para {userName}
zh: 设置 {userName} 的登录方式
zh_hant: 設定 {userName} 的登入方式

source: Ascending
ar: تصاعدي
br: War-bign
cs: Vzestupně
da: Stigende
de: Aufsteigend
el: Αύξουσα
es: Ascendente
fr: Ascendant
id: Menaik
it: Crescente
ko: 오름차순
nl: Oplopend
pt_br: Ascendente
zh: 升序
zh_hant: 升序

# audio
source: {count, plural, one{Audio} other{Audio}}
ar: {count, plural, one{صوت} other{أصوات}}
br: Kleved
cs: Zvuk
da: {count, plural, one{Lyd} other{Lyd}}
el: {count, plural, one{Ήχος} other{Ήχοι}}
ko: {count, plural, one{오디오} other{오디오}}
pt_br: {count, plural, one{Áudios} other{Áudio}}
zh: {count, plural, one{音频} other{音频}}
zh_hant: {count, plural, one{音訊} other{音訊}}

source: Auto-play
ar: تشغيل تلقائي
br: Lenn emgefre
cs: Automatické přehrávání
da: Auto-afspil
el: Αυτόματη αναπαραγωγή
es: Reproducción automática
fr: Lecture automatique
id: Putar Otomatis
it: Riproduzione automatica
ko: 자동 재생
nl: Automatisch afspelen
pt_br: Reprodução automática
zh: 自动播放
zh_hant: 自動播放

source: Background blur
ar: تمويه الخلفية
br: Dispisder an drekleur
cs: Rozmazání pozadí
da: Baggrundsslør
de: Hintergrundverschwommenheit
el: Θόλωμα φόντου
es: Desenfoque de fondo
fr: Flou d'arrière-plan
id: Blur Latar Belakang
it: Sfocatura dello sfondo
ko: 배경 블러
nl: Achtergrond vervagen
pt_br: Desfoque de fundo
zh: 背景模糊
zh_hant: 背景模糊

source: Background opacity
ar: شفافية الخلفية
br: Divoullder an drekleur
cs: Průhlednost pozadí
da: Baggrundsgennemsigtighed
de: Hintergrundtransparenz
el: Αδιαφάνεια φόντου
es: Opacidad de fondo
fr: Opacité de l'arrière-plan
id: Opasitas Latar Belakang
it: Opacità dello sfondo
ko: 배경 투명도
nl: Achtergrond doorzichtigheid
pt_br: Opacidade de fundo
zh: 背景不透明度
zh_hant: 背景不透明度

# biometricsFailedCheckAgain
source: Biometrics failed. Check settings and try again.
ar: فشلت المصادقة الحيوية. تحقق من الإعدادات وحاول مرة أخرى.
br: Biometriezh c'hwitet, gwiriit an arventennoù ha klaskit en-dro.
cs: Biometrické údaje selhaly. Zkontrolujte nastavení a zkuste to znovu.
da: Biometri fejlede. Kontrollér indstillinger og prøv igen.
de: Biometrische Anmeldung fehlgeschlagen. Überprüfe die Einstellungen oder probiere es nochmal.
el: Τα βιομετρικά απορρίφθηκαν. Ελέγξτε τις ρυθμίσεις και δοκιμάστε ξανά.
es: Falló la biometría. Verifique la configuración y vuelva a intentarlo.
fr: Échec de la biométrie, vérifiez les paramètres et réessayez.
id: Autentikasi biometrik gagal. Periksa pengaturan dan coba lagi.
it: Errore biometrico. Controlla le impostazioni e riprova.
ko: 생체인증에 실패했어요. 설정을 확인한 뒤 다시 시도해주세요.
nl: Biometrie mislukt, controleer de instellingen en probeer opnieuw.
pt_br: Falha na biometria. Verifique as configurações e tente novamente.
zh: 生物识别失败，请检查设置并重试.
zh_hant: 生物辨識失敗，請檢查設定並重試。

source: Bold
ar: عريض
br: Tev
cs: Tučné písmo
da: Fed
de: Fett
es: Negrita
fr: Gras
id: Tebal
it: Grassetto
ko: 볼드
nl: Vet
pt_br: Negrito
zh: 粗体
zh_hant: 粗體

source: Cancel
ar: إلغاء
br: Nullañ
cs: Zrušit
da: Afbryd
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
id: Batal
it: Annullare
ko: 취소
nl: Annuleren
pt_br: Cancelar
zh: 取消
zh_hant: 取消

source: Change
ar: تغيير
br: Kemmañ
cs: Změna
da: Skift
de: Ändern
el: Αλλαγή
es: Cambiar
fr: Changer
id: Ubah
it: Modifica
ko: 변경
nl: Wijzig
pt_br: Mudar
zh: 更改
zh_hant: 變更

# chapter
source: {count, plural, other{Chapters} one{Chapter}}
ar: {count, plural, other{فصول} one{فصل}}
br: {count, plural, other{Rannbennad} one{Rannbennad}}
cs: {count, plural, other{Kapitol} one{Kapitola}}
da: {count, plural, other{Kapitler} one{Kapitel}}
de: {count, plural, other{Kapitel} one{Kapitel}}
el: {count, plural, other{Ηθοποιοί} one{Ηθοποιός}}
es: {count, plural, other{Capítulos} one{Capítulo}}
fr: {count, plural, other{Chapitres} one{Chapitre}}
id: {count, plural, one{Chapter} other{Chapter}}
it: {count, plural, other{Capitoli} one{Capitolo}}
ko: {count, plural, other{챕터} one{챕터}}
nl: {count, plural, other{Hoofdstukken} one{Hoofdstuk}}
pt_br: {count, plural, other{Capítulos} one{Capítulo}}
zh: {count, plural, other{章节} one{章节}}
zh_hant: {count, plural, other{章節} one{章節}}

source: Clear
ar: مسح
br: Diverkañ
cs: Vymazat
da: Nulstil
de: löschen
el: Εκκαθάριση
es: Borrar
fr: Effacer
id: Hapus
it: Cancella
ko: 초기화
nl: Wissen
pt_br: Limpar
zh: 清除
zh_hant: 清除

source: Clear all settings
ar: مسح جميع الإعدادات
br: Diverkañ an holl arventennoù
cs: Vymazat všechna nastavení
da: Nulstil alle indstillinger
de: Alle Einstellungen zurücksetzen
el: Εκκαθάριση ρυθμίσεων
es: Borrar todos los ajustes
fr: Effacer tous les paramètres
id: Hapus semua pengaturan
it: Cancella tutte le impostazioni
ko: 모든 설정 초기화
nl: Alle instellingen wissen
pt_br: Limpar todas as configurações
zh: 清除所有设置
zh_hant: 清除所有設定

# clearAllSettingsQuestion
source: Clear all settings?
ar: هل تريد مسح جميع الإعدادات؟
br: Diverkañ an holl arventennoù ?
cs: Vymazat všechna nastavení?
da: Nulstil alle indstillinger?
de: Alle Einstellungen zurücksetzen?
el: Να γίνει εκκαθάριση ρυθμίσεων;
es: ¿Borrar todos los ajustes?
fr: Effacer tous les paramètres ?
id: Apakah Anda yakin ingin menghapus semua pengaturan?
it: Cancellare tutte le impostazioni?
ko: 모든 설정을 초기화 할까요?
nl: Alle instellingen wissen?
pt_br: Limpar todas as configurações?
zh: 清除所有设置？
zh_hant: 確定要清除所有設定？

source: Clear changes
ar: مسح التغييرات
br: Diverkañ ar c'hemmoù
cs: Vymazat změny
da: Nulstil ændringer
de: Änderungen verwerfen
el: Εκκαθάριση αλλαγών
es: Borrar cambios
fr: Effacer les modifications
id: Hapus perubahan
it: Cancella modifiche
ko: 변경사항 초기화
nl: Wijzigingen wissen
pt_br: Limpar mudanças
zh: 清除更改
zh_hant: 清除變更

source: Clear selection
ar: مسح التحديد
br: Diverkañ an diuzadenn
cs: Vymazat výběr
da: Fjern valg
de: Auswahl aufheben
el: Εκκαθάριση επιλογών
es: Borrar selección
fr: Effacer la sélection
id: Hapus Pilihan
it: Cancella selezione
ko: 선택 초기화
nl: Selectie wissen
pt_br: Limpar seleção
zh: 清除选择
zh_hant: 清除選取

source: Close
ar: إغلاق
br: Serriñ
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ko: 닫기
nl: Sluiten
pt_br: Fechar
zh: 关闭
zh_hant: 關閉

source: Code
ar: رمز
br: Kod
cs: Kód
da: Kode
el: Κώδικας
es: Código
id: Kode
it: Codice
ko: 코드
pt_br: Código
zh: 代码
zh_hant: 代碼

# collectionFolder
source: {count, plural, one{Collection folder} other{Collection folders}}
ar: {count, plural, one{مجلد مجموعة} other{مجلدات المجموعات}}
br: Teuliad dastum
cs: Složka kolekcí
da: {count, plural, one{Samlingsmappe} other{Samlingsmapper}}
el: Φάκελος συλλογών
es: {count, plural, one{Carpeta de colección} other{Carpetas de colección}}
fr: {count, plural, one{Dossier de collection} other{Dossiers de collection}}
id: {count, plural, one{Folder koleksi} other{Folder koleksi}}
it: {count, plural, one{Collezione cartella} other{Collezione cartelle}}
ko: {count, plural, one{컬렉션 폴더} other{컬렉션 폴더}}
nl: {count, plural, one{Collectie folder} other{Collectie folders}}
pt_br: {count, plural, one{Pasta de Coletânea} other{Pastas de Coletânea}}
zh: {count, plural, one{合集文件夹} other{合集文件夹}}
zh_hant: {count, plural, one{收藏資料夾} other{收藏資料夾}}

source: Color
ar: لون
br: Liv
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
fr: Couleur
id: Warna
it: Colore
ko: 색
nl: Kleur
pt_br: Cor
zh: 颜色
zh_hant: 顏色

source: Combined
ar: مُدمج
br: Kenstrollet
cs: Kombinovaný
da: Samlet
de: Kombiniert
el: Συνδιαστικά
es: Combinado
fr: Combiné
id: Gabungan
it: Combinato
ko: 모두
nl: Gecombineerd
pt_br: Combinado
zh: 组合
zh_hant: 組合

source: Community Rating
ar: تقييم المجتمع
br: Priziadenn ar gumuniezh
cs: Hodnocení komunity
da: Brugerbedømmelse
de: Community-Bewertung
el: Αξιολογήσεις Χρηστών
es: Calificación de la comunidad
fr: Évaluation de la communauté
id: Rating Komunitas
it: Valutazione della Community
ko: 커뮤니티 평가
nl: Gemeenschapswaardering
pt_br: Classificação da comunidade
zh: 用户评分
zh_hant: 社群評分

# continuePage
source: Continue - page {page}
ar: متابعة - صفحة {page}
br: Kenderc'hel - pajenn {page}
cs: Pokračovat - strana {page}
da: Forsæt - side {page}
de: Weiter - Seite {page}
el: Συνέχεια - Σελίδα {page}
es: Continuar - página {page}
fr: Continuer - page {page}
id: Lanjutkan - halaman {page}
it: Continua - pagina {page}
ko: 계속 - 페이지 {page}
nl: Doorgaan - pagina {page}
pt_br: Continuar - página {page}
zh: 继续 - 第 {page} 页
zh_hant: 繼續 - 第 {page} 頁

source: Controls
ar: عناصر التحكم
br: Urzhiadoù
cs: Ovládání
da: Betjening
de: Steuerelemente
el: Στοιχεία ελέγχου
es: Controles
fr: Commandes
id: Kontrol
it: Controlli
ko: 컨트롤
nl: Bediening
pt_br: Controles
zh: 控制
zh_hant: 控制項

source: Dashboard
ar: لوحة المعلومات
br: Taolenn-vourzh
cs: Řídící panel
da: Oversigt
el: Πίνακας ελέγχου
es: Tablero
fr: Tableau de bord
id: Dasbor
ko: 대시보드
pt_br: Painel
zh: 控制台
zh_hant: 儀表板

# dashboardContinue
source: Continue
ar: متابعة
br: Kenderc'hel
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
ko: 이어보기
nl: Doorgaan
pt_br: Continuar
zh: 继续播放
zh_hant: 繼續觀看

# dashboardContinueListening
source: Continue Listening
ar: متابعة الاستماع
br: Kenderc'hel da selaou
cs: Pokračovat v poslechu
da: Fortsæt med at lytte
de: Weiterhören
el: Συνέχεια ακρόασης
es: Continuar escuchando
fr: Continuer à écouter
id: Lanjutkan Mendengarkan
it: Continua l'ascolto
ko: 이어서 듣기
nl: Doorgaan met luisteren
pt_br: Continuar ouvindo
zh: 继续收听
zh_hant: 繼續收聽

# dashboardContinueReading
source: Continue Reading
ar: متابعة القراءة
br: Kenderc'hel da lenn
cs: Pokračovat ve čtení
da: Fortsæt med at læse
de: Weiterlesen
el: Συνέχιση Ανάγνωσης
es: Continuar leyendo
fr: Continuer à lire
id: Lanjutkan Membaca
it: Continua la lettura
ko: 이어서 읽기
nl: Doorgaan met lezen
pt_br: Continuar lendo
zh: 继续阅读
zh_hant: 繼續閱讀

# dashboardContinueWatching
source: Continue Watching
ar: متابعة المشاهدة
br: Kenderc'hel da sellet
cs: Pokračovat ve sledování
da: Fortsæt med at se
de: Weiterschauen
el: Συνέχιση Παρακολούθησης
es: Continuar viendo
fr: Continuer à regarder
id: Lanjutkan Menonton
it: Continua a guardare
ko: 이어서 보기
nl: Doorgaan met kijken
pt_br: Continuar assistindo
zh: 继续观看
zh_hant: 繼續觀看

# dashboardRecentlyAdded
source: Recently added in {name}
ar: تمت إضافته مؤخراً في {name}
br: Nevez ouzhpennet e {name}
cs: Nedávno přidáno do {name}
da: Nylig tilføjet i {name}
de: Zuletzt hinzugefügt in {name}
el: Προστέθηκαν πρόσφατα σε {name}
es: Recientemente añadido en {name}
fr: Récemment ajouté dans {name}
id: Baru ditambahkan di {name}
it: Aggiunto di recente in {name}
ko: 최근 {name}에 추가된 작품
nl: Onlangs toegevoegd in {name}
pt_br: {name} mais recente
zh: 最近添加于 {name}
zh_hant: 最近新增於 {name}

source: Date added
ar: تاريخ الإضافة
br: Deiziad ouzhpennañ
cs: Datum přidání
da: Dato tilføjet
de: Hinzugefügt am
el: Ημερομηνία προσθήκης
es: Fecha de añadido
fr: Date d'ajout
id: Tanggal ditambahkan
it: Data aggiunta
ko: 추가된 날짜
nl: Datum toegevoegd
pt_br: Data de adição
zh: 添加日期
zh_hant: 新增日期

source: Date last content added
ar: تاريخ آخر إضافة محتوى
br: Deiziad diwezhañ ma'z eus bet ouzhpennet danvez
cs: Datum posledního přidání obsahu
da: Dato indhold sidst blev tilføjet
de: Inhalt zuletzt hinzugefügt am
el: Ημερομηνία τελευταίας προσθήκης
es: Fecha del último contenido añadido
fr: Date du dernier contenu ajouté
id: Tanggal konten terakhir ditambahkan
it: Data ultimo contenuto aggiunto
ko: 마지막으로 콘텐츠가 추가된 날짜
nl: Datum laatste inhoud toegevoegd
pt_br: Data do último conteúdo adicionado
zh: 最后添加内容的日期
zh_hant: 最後內容新增日期

source: Date played
ar: تاريخ التشغيل
br: Deiziad lenn
cs: Datum přehrání
da: Dato afspillet
de: Abgespielt am
el: Ημερομηνία αναπαραγωγής
es: Fecha de reproducción
fr: Date de lecture
id: Tanggal diputar
it: Data riproduzione
ko: 재생된 날짜
nl: Datum afgespeeld
pt_br: Data de reprodução
zh: 播放日期
zh_hant: 播放日期

# days
source: {count, plural, one{Day} other{Days}}
ar: {count, plural, one{يوم} other{أيام}}
br: Deizioù
cs: Dny
da: {count, plural, one{Dag} other{Dage}}
de: {count, plural, one{Tag} other{Tage}}
el: Μέρες
es: {count, plural, one{Día} other{Días}}
fr: {count, plural, one{Jour} other{Jours}}
id: {count, plural, one{Hari} other{Hari}}
it: {count, plural, one{Giorno} other{Giorni}}
ko: 일
nl: {count, plural, one{Dag} other{Dagen}}
pt_br: {count, plural, one{Dia} other{Dias}}
zh: {count, plural, one{天} other{天}}
zh_hant: {count, plural, one{天} other{天}}

source: Delete
ar: حذف
br: Dilemel
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ko: 삭제
nl: Verwijderen
pt_br: Excluir
zh: 删除
zh_hant: 刪除

# deleteFileFromSystem
source: Deleting this item {item} will delete it from both the file system and your media library. Are you sure you wish to continue?
ar: سيؤدي حذف هذا العنصر {item} إلى حذفه من كل من نظام الملفات ومكتبة الوسائط الخاصة بك. هل أنت متأكد من رغبتك في المتابعة؟
br: Dilemel an elfenn-mañ {item} e zilamo a-ziwar ar reizhiad restroù ha, war un dro, a-ziwar ho levraoueg liesvedia. Ha sur oc'h e fell deoc'h kenderc'hel ganti ?
cs: Smazáním této položky {item} ji smažete ze souborového systému i z knihovny médií. Opravdu chcete pokračovat?
da: Hvis du sletter dette element {item} vil det slettes både fra filsystemet og dit mediebibliotek. Er du sikker på du vil fortsætte?
de: Das Element {item} wird sowohl vom Dateisystem als auch aus der Bibliothek entfernt. Sind Sie sicher, dass sie Fortfahren möchten?
el: Διαγράφοντας το {item} θα διαγραφεί και απο τη βιβλιοθήκη σας ΚΑΙ απο τα αρχεία σας. Θελετε σίγουρα να συνεχίσετε;
es: Al eliminar este elemento {item} se eliminará tanto del sistema de archivos como de su biblioteca multimedia. ¿Está seguro de que desea continuar?
fr: Supprimer cet élément {item} le supprimera à la fois du système de fichiers et de votre bibliothèque multimédia. Êtes-vous sûr·e de vouloir continuer ?
id: Menghapus item ini {item} akan menghapusnya dari sistem file maupun perpustakaan media Anda. Apakah Anda yakin ingin melanjutkan?
it: L'eliminazione di questo elemento {item} lo eliminerà sia dal file system che dalla libreria multimediale. Vuoi continuare?
ko: 이 아이템 {item}이 파일 시스템과 미디어 라이브러리 모두에서 삭제될 거예요. 계속할까요?
nl: Het verwijderen van dit item {item} zal het zowel uit het bestandssysteem als uit je mediatheek verwijderen. Weet je zeker dat je wilt doorgaan?
pt_br: Excluir este item {item} irá excluí-lo tanto do sistema de arquivos quanto da sua biblioteca de mídia. Tem certeza de que deseja continuar?
zh: 删除此项目 {item} 将从文件系统和您的媒体库中删除它。您确定要继续吗？
zh_hant: 刪除此項目 {item} 將會從檔案系統和您的媒體庫中移除。您確定要繼續嗎？

source: Delete {item}?
ar: هل تريد حذف {item}؟
br: Dilemel {item} ?
cs: Smazat {item}?
da: Slet {item}?
de: {item} löschen?
el: Διαγραφή {item};
es: ¿Eliminar {item}?
fr: Supprimer {item} ?
id: Hapus {item}?
it: Eliminare {item}?
ko: {item}을 삭제하시겠어요?
nl: {item} verwijderen?
pt_br: Excluir {item}?
zh: 删除 {item}?
zh_hant: 刪除 {item}？

source: Descending
ar: تنازلياً
br: War-ziskenn
cs: Sestupně
da: Faldende
de: Absteigend
el: Φθίνουσα
es: Descendente
fr: Descendant
id: Menurun
it: Discendente
ko: 내림차순
nl: Aflopend
pt_br: Descendente
zh: 降序
zh_hant: 降序

# director
source: {count, plural, other{Director} two{Directors}}
ar: {count, plural, other{مخرجون} one{مخرج}}
br: {count, plural, other{Sevener} two{Sevener}}
cs: {count, plural, other{Režisérů} two{Režiséři} one{Režisér}}
da: {count, plural, other{Instruktør} two{Instruktører}}
de: {count, plural, other{Regisseur} two{Regisseure}}
el: {count, plural, other{Σκηνοθέτης} two{Σκηνοθέτες}}
es: {count, plural, zero{Ningún director} one{Director} other{Directores}}
fr: {count, plural, other{Réalisateurs} one{Réalisateur}}
id: {count, plural, other{Sutradara} two{Sutradara}}
it: {count, plural, other{Direttore} two{Direttori}}
ko: {count, plural, other{감독} two{감독}}
nl: {count, plural, other{Regisseurs} one{Regisseur}}
pt_br: {count, plural, other{Diretor} two{Diretores}}
zh: {count, plural, other{导演} one{导演}}
zh_hant: {count, plural, other{導演} one{導演}}

# disableFilters
source: Turn off filters
ar: إيقاف تشغيل الفلاتر
br: Diweredekaat ar siloù
cs: Vypnout filtry
da: Slå filter fra
de: Filter deaktivieren
el: Απενεργοποίηση Φίλτρων
es: Apagar los filtros
fr: Désactiver les filtres
id: Nonaktifkan filter
it: Disattiva i filtri
ko: 필터 끄기
nl: Filters uitschakelen
pt_br: Desative os filtros
zh: 禁用筛选器
zh_hant: 停用篩選器

# disabled
source: Off
ar: معطل
br: Diweredekaet
cs: Vypnuto
da: Fra
de: Deaktiviert
el: Κλειστό
es: Apagar
fr: Désactivé
id: Dinonaktifkan
it: Spento
ko: 꺼짐
nl: Uitgeschakeld
pt_br: Desativado
zh: 禁用
zh_hant: 已停用

source: Discovered
ar: تم اكتشافه
br: Dizolo
cs: Objeven
da: Opdaget
de: Entdeckt
el: Ανακαλύφθηκαν
es: Descubierto
fr: Découvert
id: Ditemukan
it: Scoperto
ko: 발견됨
nl: Ontdekt
pt_br: Descoberto
zh: 已发现
zh_hant: 已發現

source: Display language
ar: عرض اللغة
br: Yezh da ziskwel
cs: Jazyk zobrazení
da: Vis sprog
de: Anzeigesprache
el: Γλώσσα Εμφάνισης
es: Idioma de visualización
fr: Langue d'affichage
id: Bahasa tampilan
it: Lingua di visualizzazione
ko: 표시 언어
nl: Weergavetaal
pt_br: Idioma
zh: 显示语言 (显示语言)
zh_hant: 顯示語言

# downloadsClearDesc
source: Remove all synced data, clearing all data for every synced user?
ar: هل تريد إزالة جميع البيانات التي تمت مزامنتها، ومسح جميع البيانات لكل مستخدم تمت مزامنته؟
br: Dilemel an holl roadennoù sinkronaet a ziverko holl roadennoù an holl implijerien sinkronaet. Ha sur oc'h ?
cs: Odstranit všechna synchronizovaná data a vymazat všechna data pro každého synchronizovaného uživatele?
da: Fjern alle synkroniserede data og ryd alt for alle brugere med synkronisering?
de: Alle synchronisierten Daten für jeden synchronisierten Benutzer entfernen?
el: Αφαίρεση όλων των συγχρονισμένων δεδομένων, διαγράφοντας όλα τα δεδομένα για κάθε συγχρονισμένο χρήστη?
es: ¿Eliminar todos los datos sincronizados, borrando todos los datos de cada usuario sincronizado?
fr: Êtes-vous sûr·e de vouloir supprimer toutes les données synchronisées , Ceci effacera toutes les données pour chaque utilisateur synchronisé ?
id: Hapus semua data yang disinkronkan dan bersihkan seluruh data untuk setiap pengguna yang tersinkronisasi?
it: Rimuovere tutti i dati sincronizzati, cancellando tutti i dati per ogni utente sincronizzato?
ko: 동기화된 모든 데이터를 제거하여 동기화된 모든 사용자의 데이터를 지우시겠습니까?
nl: Weet je zeker dat je alle gesynchroniseerde gegevens wilt verwijderen? Dit wist alle gegevens voor elke gesynchroniseerde gebruiker, weet je het zeker?
pt_br: Remover todos os dados sincronizados, limpando todos os dados de cada usuário sincronizado?
zh: 删除所有已同步数据，清除每个已同步用户的所有数据？
zh_hant: 刪除所有已同步的資料，並清除每個已同步使用者的所有資料？

# downloadsClearTitle
source: Clear synced data
ar: مسح البيانات التي تمت مزامنتها
br: Diverkañ ar roadennoù sinkronaet
cs: Vymazat synchronizovaná data
da: Nulstil alle synkroniserede data
de: Synchronisierte Daten löschen
el: Αφαίρεση συγχρονισμένων δεδομένων
es: Borrar datos sincronizados
fr: Effacer les données synchronisées
id: Bersihkan data yang disinkronkan
it: Cancella i dati sincronizzati
ko: 동기화된 데이터 삭제
nl: Gesynchroniseerde gegevens wissen
pt_br: Limpar dados sincronizados
zh: 清除同步数据
zh_hant: 清除同步資料
